{"<unk>": 0, "<pad>": 1, "edu_break": 2, ".": 3, "the": 4, ",": 5, "i": 6, "it": 7, "a": 8, "and": 9, "to": 10, "is": 11, "for": 12, "this": 13, "of": 14, "my": 15, "in": 16, "that": 17, "bag": 18, "on": 19, "but": 20, "case": 21, "with": 22, "laptop": 23, "not": 24, "was": 25, "have": 26, "you": 27, "n't": 28, "'s": 29, "as": 30, "!": 31, "so": 32, "very": 33, "one": 34, "like": 35, "rrb": 36, "would": 37, "be": 38, "are": 39, "lrb": 40, "has": 41, "if": 42, "great": 43, "well": 44, "all": 45, "just": 46, "fit": 47, "or": 48, "'": 49, "when": 50, "there": 51, "do": 52, "does": 53, "good": 54, "can": 55, "from": 56, "your": 57, "had": 58, "backpack": 59, "at": 60, "fits": 61, "macbook": 62, "more": 63, "will": 64, "use": 65, "''": 66, "other": 67, "out": 68, "only": 69, "me": 70, "really": 71, "also": 72, "than": 73, "an": 74, "computer": 75, "sleeve": 76, "up": 77, "carry": 78, "little": 79, "product": 80, "&": 81, "about": 82, "nice": 83, "too": 84, "cover": 85, "which": 86, "they": 87, "get": 88, "no": 89, "because": 90, "`": 91, "back": 92, "pocket": 93, "m": 94, "love": 95, "pockets": 96, "did": 97, "what": 98, "bought": 99, "much": 100, "its": 101, "some": 102, "strap": 103, "quality": 104, "price": 105, "small": 106, "am": 107, "looks": 108, "34": 109, "...": 110, "inside": 111, "off": 112, "even": 113, "around": 114, "put": 115, "still": 116, "made": 117, "could": 118, "room": 119, "color": 120, "top": 121, "perfect": 122, "enough": 123, "looking": 124, "after": 125, "two": 126, "bottom": 127, "zipper": 128, "pro": 129, "time": 130, "ve": 131, "got": 132, "side": 133, "recommend": 134, "need": 135, "2": 136, "compartment": 137, "perfectly": 138, "any": 139, "over": 140, "15": 141, "inch": 142, "bit": 143, "new": 144, "now": 145, "hard": 146, "hold": 147, "3": 148, "been": 149, "into": 150, "big": 151, "work": 152, "shoulder": 153, "lot": 154, "easy": 155, "protection": 156, "way": 157, "by": 158, "air": 159, "first": 160, "buy": 161, "front": 162, "look": 163, "handle": 164, "used": 165, "few": 166, "while": 167, "better": 168, "padding": 169, "something": 170, "them": 171, "size": 172, "thing": 173, "13": 174, "however": 175, "straps": 176, "want": 177, "space": 178, "keep": 179, "pretty": 180, "17": 181, "easily": 182, "protect": 183, "think": 184, "without": 185, "how": 186, "5": 187, "take": 188, "using": 189, "extra": 190, "feel": 191, "material": 192, "things": 193, "right": 194, "another": 195, "keyboard": 196, "though": 197, "seems": 198, "$": 199, "overall": 200, "everything": 201, "4": 202, "then": 203, "purchased": 204, "1": 205, "since": 206, "make": 207, "carrying": 208, "large": 209, "design": 210, "pack": 211, "mac": 212, "stuff": 213, "through": 214, "see": 215, "ipad": 216, "were": 217, "go": 218, "find": 219, "padded": 220, "etc": 221, "items": 222, "wanted": 223, "plastic": 224, "travel": 225, "many": 226, "happy": 227, "makes": 228, "comfortable": 229, "bags": 230, "zippers": 231, "power": 232, "sturdy": 233, "most": 234, "compartments": 235, "should": 236, "down": 237, "long": 238, "purchase": 239, "problem": 240, "going": 241, "amazon": 242, "light": 243, "heavy": 244, "camera": 245, "works": 246, "months": 247, "screen": 248, "where": 249, "day": 250, "place": 251, "sure": 252, "mouse": 253, "same": 254, "6": 255, "these": 256, "definitely": 257, "open": 258, "far": 259, "fine": 260, "holds": 261, "needed": 262, "ca": 263, "netbook": 264, "quite": 265, "plenty": 266, "years": 267, "item": 268, "books": 269, "both": 270, "main": 271, "black": 272, "we": 273, "being": 274, "weight": 275, "anything": 276, "charger": 277, "durable": 278, "came": 279, "best": 280, "last": 281, "thought": 282, "before": 283, "tablet": 284, "know": 285, "reviews": 286, "outside": 287, "who": 288, "their": 289, "actually": 290, "say": 291, "cases": 292, "?": 293, "getting": 294, "ordered": 295, "again": 296, "leather": 297, "found": 298, "worth": 299, "storage": 300, "accessories": 301, "cheap": 302, "apple": 303, "received": 304, "smaller": 305, "soft": 306, "notebook": 307, "able": 308, "may": 309, "water": 310, "store": 311, "feels": 312, "'d": 313, "different": 314, "exactly": 315, "'ll": 316, "'re": 317, "scratches": 318, "might": 319, "probably": 320, "velcro": 321, "stars": 322, "tight": 323, "lots": 324, "part": 325, "wish": 326, "couple": 327, "every": 328, "school": 329, "year": 330, "wo": 331, "money": 332, "book": 333, "snug": 334, "those": 335, "never": 336, "give": 337, "flap": 338, "highly": 339, "nicely": 340, "having": 341, "bad": 342, "plus": 343, "almost": 344, "less": 345, "10": 346, "job": 347, "cord": 348, "designed": 349, "old": 350, "thin": 351, "laptops": 352, "days": 353, "under": 354, "several": 355, "larger": 356, "he": 357, "needs": 358, "come": 359, "picture": 360, "yet": 361, "else": 362, "high": 363, "expected": 364, "phone": 365, "she": 366, "said": 367, "such": 368, "bulky": 369, "deal": 370, "excellent": 371, "close": 372, "handles": 373, "itself": 374, "issue": 375, "away": 376, "anyone": 377, "pens": 378, "protects": 379, "nt": 380, "people": 381, "always": 382, "wear": 383, "pouch": 384, "here": 385, "along": 386, "return": 387, "although": 388, "full": 389, "weeks": 390, "access": 391, "looked": 392, "shell": 393, "disappointed": 394, "once": 395, "messenger": 396, "gear": 397, "smell": 398, "drive": 399, "11": 400, "secure": 401, "maybe": 402, "comes": 403, "review": 404, "arrived": 405, "took": 406, "broke": 407, "usb": 408, "already": 409, "thick": 410, "hp": 411, "neoprene": 412, "business": 413, "mine": 414, "ever": 415, "pleased": 416, "her": 417, "zippered": 418, "kind": 419, "strong": 420, "dell": 421, "week": 422, "nothing": 423, "shipping": 424, "battery": 425, "fabric": 426, "protected": 427, "second": 428, "instead": 429, "either": 430, "why": 431, "especially": 432, "corners": 433, "piece": 434, "fact": 435, "order": 436, "buying": 437, "bottle": 438, "cards": 439, "speck": 440, "super": 441, "three": 442, "tried": 443, "zip": 444, "month": 445, "cables": 446, "cords": 447, "brand": 448, "seem": 449, "sides": 450, "built": 451, "completely": 452, "keys": 453, "half": 454, "area": 455, "type": 456, "bigger": 457, "feet": 458, "14": 459, "quickly": 460, "reason": 461, "model": 462, "problems": 463, "awesome": 464, "interior": 465, "rubber": 466, "papers": 467, "trip": 468, "expensive": 469, "liked": 470, "protective": 471, "own": 472, "times": 473, "others": 474, "add": 475, "cute": 476, "left": 477, "blue": 478, "started": 479, "between": 480, "style": 481, "loose": 482, "decided": 483, "slightly": 484, "traveling": 485, "pad": 486, "his": 487, "extremely": 488, "try": 489, "retina": 490, "within": 491, "keeps": 492, "snap": 493, "gets": 494, "ago": 495, "products": 496, "daily": 497, "pink": 498, "against": 499, "cool": 500, "fall": 501, "remove": 502, "colors": 503, "briefcase": 504, "end": 505, "rather": 506, "wide": 507, "targus": 508, "amount": 509, "expect": 510, "college": 511, "construction": 512, "safe": 513, "external": 514, "section": 515, "otherwise": 516, "security": 517, "logo": 518, "apart": 519, "point": 520, "went": 521, "stylish": 522, "useful": 523, "each": 524, "backpacks": 525, "lens": 526, "pull": 527, "huge": 528, "solid": 529, "complaint": 530, "star": 531, "scratch": 532, "surface": 533, "difficult": 534, "foam": 535, "read": 536, "asus": 537, "feature": 538, "slide": 539, "office": 540, "simple": 541, "wheels": 542, "fast": 543, "airport": 544, "professional": 545, "least": 546, "lightweight": 547, "8": 548, "holding": 549, "ok": 550, "clean": 551, "gave": 552, "materials": 553, "cell": 554, "red": 555, "protector": 556, "provides": 557, "issues": 558, "hand": 559, "opening": 560, "logic": 561, "lenses": 562, "seen": 563, "wrong": 564, "short": 565, "absolutely": 566, "inches": 567, "company": 568, "longer": 569, "slim": 570, "chromebook": 571, "spare": 572, "covers": 573, "pay": 574, "closed": 575, "held": 576, "guess": 577, "slip": 578, "loved": 579, "value": 580, "cable": 581, "stitching": 582, "touch": 583, "easier": 584, "goes": 585, "clear": 586, "pros": 587, "putting": 588, "free": 589, "cost": 590, "our": 591, "toshiba": 592, "due": 593, "adapter": 594, "finally": 595, "replace": 596, "real": 597, "next": 598, "beautiful": 599, "help": 600, "sleeves": 601, "quick": 602, "stand": 603, "decent": 604, "edges": 605, "protecting": 606, "sized": 607, "let": 608, "attached": 609, "making": 610, "memory": 611, "satisfied": 612, "additional": 613, "roomy": 614, "similar": 615, "home": 616, "7": 617, "files": 618, "must": 619, "purpose": 620, "set": 621, "metal": 622, "until": 623, "damage": 624, "drop": 625, "mind": 626, "minor": 627, "together": 628, "trying": 629, "functional": 630, "barely": 631, "mini": 632, "stay": 633, "version": 634, "taking": 635, "flash": 636, "someone": 637, "features": 638, "x": 639, "description": 640, "glad": 641, "green": 642, "lap": 643, "everyday": 644, "sometimes": 645, "felt": 646, "purse": 647, "body": 648, "edge": 649, "notebooks": 650, "often": 651, "equipment": 652, "saw": 653, "white": 654, "tell": 655, "break": 656, "mbp": 657, "clips": 658, "change": 659, "separate": 660, "canon": 661, "unfortunately": 662, "convenient": 663, "rolling": 664, "replacement": 665, "allows": 666, "paid": 667, "says": 668, "trips": 669, "seat": 670, "seller": 671, "note": 672, "glove": 673, "corner": 674, "box": 675, "whole": 676, "wife": 677, "16": 678, "previous": 679, "scratched": 680, "mm": 681, "flat": 682, "gift": 683, "person": 684, "worked": 685, "ones": 686, "handy": 687, "amazing": 688, "card": 689, "noticed": 690, "broken": 691, "provide": 692, "sleek": 693, "12": 694, "onto": 695, "student": 696, "smooth": 697, "purple": 698, "update": 699, "service": 700, "done": 701, "fairly": 702, "clothes": 703, "simply": 704, "unless": 705, "finish": 706, "compliments": 707, "snugly": 708, "leave": 709, "luggage": 710, "bright": 711, "given": 712, "recommended": 713, "compact": 714, "9": 715, "cons": 716, "added": 717, "middle": 718, "drives": 719, "allow": 720, "20": 721, "folders": 722, "gives": 723, "usually": 724, "low": 725, "dust": 726, "appears": 727, "outer": 728, "fully": 729, "car": 730, "opened": 731, "50": 732, "player": 733, "s": 734, "careful": 735, "four": 736, "worry": 737, "chargers": 738, "customer": 739, "line": 740, "hope": 741, "nylon": 742, "across": 743, "holder": 744, "life": 745, "dropped": 746, "pictures": 747, "rain": 748, "kindle": 749, "returned": 750, "loves": 751, "rubberized": 752, "myself": 753, "yes": 754, "lining": 755, "owned": 756, "recently": 757, "snaps": 758, "cut": 759, "rest": 760, "constructed": 761, "grip": 762, "keeping": 763, "except": 764, "anyway": 765, "hands": 766, "daughter": 767, "flimsy": 768, "paper": 769, "worried": 770, "acer": 771, "coming": 772, "fitting": 773, "online": 774, "show": 775, "true": 776, "key": 777, "package": 778, "exterior": 779, "portable": 780, "dimensions": 781, "husband": 782, "number": 783, "past": 784, "choice": 785, "compared": 786, "shoulders": 787, "carried": 788, "dvd": 789, "mesh": 790, "believe": 791, "including": 792, "pc": 793, "addition": 794, "tear": 795, "wireless": 796, "today": 797, "takes": 798, "wallet": 799, "sent": 800, "mentioned": 801, "places": 802, "attractive": 803, "clip": 804, "device": 805, "falling": 806, "purchasing": 807, "shape": 808, "means": 809, "seemed": 810, "son": 811, "move": 812, "surprised": 813, "kept": 814, "idea": 815, "ipod": 816, "pen": 817, "offers": 818, "orange": 819, "securely": 820, "tabs": 821, "load": 822, "normal": 823, "returning": 824, "slot": 825, "helps": 826, "during": 827, "display": 828, "supply": 829, "advertised": 830, "later": 831, "warranty": 832, "headphones": 833, "18": 834, "important": 835, "care": 836, "stick": 837, "annoying": 838, "cracked": 839, "incase": 840, "whatever": 841, "expecting": 842, "photo": 843, "comfortably": 844, "pieces": 845, "100": 846, "cheaper": 847, "swiss": 848, "adjustable": 849, "properly": 850, "samsung": 851, "stays": 852, "course": 853, "ended": 854, "shipped": 855, "build": 856, "check": 857, "fell": 858, "described": 859, "available": 860, "bulk": 861, "organized": 862, "complaints": 863, "sort": 864, "five": 865, "regular": 866, "soon": 867, "various": 868, "impressed": 869, "ports": 870, "gotten": 871, "prefer": 872, "reading": 873, "snapped": 874, "considering": 875, "machine": 876, "working": 877, "typing": 878, "tote": 879, "durability": 880, "hoping": 881, "multiple": 882, "everyone": 883, "prevent": 884, "deep": 885, "plan": 886, "wonderful": 887, "class": 888, "fantastic": 889, "everywhere": 890, "spend": 891, "support": 892, "thinking": 893, "name": 894, "tsa": 895, "adds": 896, "doing": 897, "shows": 898, "offer": 899, "pouches": 900, "loaded": 901, "thanks": 902, "inner": 903, "lighter": 904, "poor": 905, "somewhat": 906, "dirty": 907, "non": 908, "30": 909, "duty": 910, "length": 911, "personal": 912, "seams": 913, "electronics": 914, "friend": 915, "included": 916, "supposed": 917, "swissgear": 918, "reviewers": 919, "lock": 920, "okay": 921, "older": 922, "documents": 923, "standard": 924, "start": 925, "thicker": 926, "actual": 927, "aluminum": 928, "placed": 929, "single": 930, "option": 931, "stores": 932, "tripod": 933, "lid": 934, "above": 935, "near": 936, "cushion": 937, "%": 938, "mba": 939, "totally": 940, "lower": 941, "tough": 942, "certainly": 943, "bring": 944, "plane": 945, "heat": 946, "useless": 947, "attach": 948, "lenovo": 949, "run": 950, "width": 951, "skin": 952, "original": 953, "textbooks": 954, "cause": 955, "lunch": 956, "shown": 957, "samsonite": 958, "rough": 959, "walk": 960, "basic": 961, "slots": 962, "based": 963, "giving": 964, "rating": 965, "walking": 966, "concerned": 967, "desk": 968, "system": 969, "hot": 970, "send": 971, "tons": 972, "ease": 973, "entire": 974, "experience": 975, "install": 976, "christmas": 977, "cloth": 978, "bumps": 979, "pick": 980, "throw": 981, "uses": 982, "matter": 983, "charging": 984, "elastic": 985, "iphone": 986, "wearing": 987, "kuzy": 988, "likely": 989, "nearly": 990, "fan": 991, "immediately": 992, "supplies": 993, "reasonable": 994, "texture": 995, "unit": 996, "2013": 997, "chose": 998, "lasted": 999, "house": 1000, "replaced": 1001, "stuck": 1002, "covered": 1003, "negative": 1004, "sony": 1005, "crack": 1006, "ordering": 1007, "pencils": 1008, "closure": 1009, "options": 1010, "spacious": 1011, "transport": 1012, "eventually": 1013, "ripped": 1014, "friendly": 1015, "basically": 1016, "possible": 1017, "internal": 1018, "major": 1019, "packaging": 1020, "tiny": 1021, "slides": 1022, "beat": 1023, "double": 1024, "t": 1025, "condition": 1026, "falls": 1027, "knew": 1028, "perhaps": 1029, "dirt": 1030, "medium": 1031, "trouble": 1032, "suitcase": 1033, "areas": 1034, "downside": 1035, "hours": 1036, "meant": 1037, "sharp": 1038, "resistant": 1039, "roller": 1040, "delivery": 1041, "mean": 1042, "d": 1043, "grab": 1044, "rugged": 1045, "thank": 1046, "twice": 1047, "carries": 1048, "adequate": 1049, "behind": 1050, "comfort": 1051, "favorite": 1052, "taken": 1053, "expectations": 1054, "ton": 1055, "consider": 1056, "investment": 1057, "opinion": 1058, "zipped": 1059, "inexpensive": 1060, "capacity": 1061, "w": 1062, "center": 1063, "lined": 1064, "waterproof": 1065, "lost": 1066, "priced": 1067, "batteries": 1068, "file": 1069, "overhead": 1070, "portion": 1071, "angle": 1072, "devices": 1073, "floor": 1074, "scratching": 1075, "spent": 1076, "stretch": 1077, "cd": 1078, "feeling": 1079, "stiff": 1080, "removed": 1081, "sliding": 1082, "friends": 1083, "lack": 1084, "excited": 1085, "notice": 1086, "suggest": 1087, "uncomfortable": 1088, "appearance": 1089, "buckle": 1090, "legs": 1091, "finding": 1092, "leaving": 1093, "rear": 1094, "sd": 1095, "us": 1096, "gone": 1097, "accommodate": 1098, "heavier": 1099, "match": 1100, "binder": 1101, "pads": 1102, "damaged": 1103, "despite": 1104, "save": 1105, "computers": 1106, "form": 1107, "tab": 1108, "timbuk2": 1109, "plug": 1110, "dark": 1111, "exact": 1112, "fix": 1113, "accessory": 1114, "smart": 1115, "spot": 1116, "mail": 1117, "opens": 1118, "future": 1119, "gray": 1120, "sewn": 1121, "fold": 1122, "mention": 1123, "ample": 1124, "70": 1125, "bother": 1126, "pictured": 1127, "unzip": 1128, "oh": 1129, "necessary": 1130, "pain": 1131, "table": 1132, "minutes": 1133, "base": 1134, "brick": 1135, "pulls": 1136, "waste": 1137, "video": 1138, "hole": 1139, "40": 1140, "ground": 1141, "provided": 1142, "besides": 1143, "chance": 1144, "difference": 1145, "functionality": 1146, "mostly": 1147, "bottles": 1148, "lowepro": 1149, "airplane": 1150, "website": 1151, "worn": 1152, "extended": 1153, "mobile": 1154, "specifically": 1155, "bill": 1156, "slight": 1157, "anywhere": 1158, "awkward": 1159, "breaking": 1160, "series": 1161, "starting": 1162, "packed": 1163, "stands": 1164, "bucks": 1165, "port": 1166, "told": 1167, "bonus": 1168, "obviously": 1169, "removable": 1170, "tend": 1171, "whether": 1172, "intended": 1173, "refund": 1174, "sound": 1175, "manufacturer": 1176, "live": 1177, "parts": 1178, "practical": 1179, "ideal": 1180, "please": 1181, "sits": 1182, "concern": 1183, "higher": 1184, "thickness": 1185, "turned": 1186, "chest": 1187, "constantly": 1188, "ends": 1189, "particular": 1190, "tall": 1191, "thinner": 1192, "200": 1193, "seam": 1194, "storing": 1195, "cleaning": 1196, "paperwork": 1197, "holes": 1198, "insert": 1199, "literally": 1200, "ask": 1201, "dollars": 1202, "happen": 1203, "hook": 1204, "imagine": 1205, "25": 1206, "kinda": 1207, "upon": 1208, "alot": 1209, "holders": 1210, "moving": 1211, "reviewer": 1212, "weird": 1213, "charge": 1214, "squeeze": 1215, "0": 1216, "hopefully": 1217, "minimal": 1218, "sit": 1219, "2012": 1220, "smells": 1221, "forth": 1222, "honestly": 1223, "thru": 1224, "delivered": 1225, "roll": 1226, "brown": 1227, "contents": 1228, "market": 1229, "mp3": 1230, "ultrabook": 1231, "complain": 1232, "unlike": 1233, "cushioning": 1234, "folder": 1235, "happened": 1236, "rip": 1237, "average": 1238, "function": 1239, "ac": 1240, "canvas": 1241, "flaw": 1242, "gb": 1243, "local": 1244, "picked": 1245, "wants": 1246, "correct": 1247, "fault": 1248, "layer": 1249, "receive": 1250, "zips": 1251, "dividers": 1252, "stated": 1253, "bunch": 1254, "disappointing": 1255, "grey": 1256, "ipearl": 1257, "searching": 1258, "alone": 1259, "position": 1260, "user": 1261, "2011": 1262, "matte": 1263, "sold": 1264, "contacted": 1265, "impact": 1266, "truly": 1267, "adjust": 1268, "figured": 1269, "fun": 1270, "marks": 1271, "none": 1272, "anymore": 1273, "forward": 1274, "height": 1275, "mcover": 1276, "caught": 1277, "solution": 1278, "windows": 1279, "originally": 1280, "waist": 1281, "world": 1282, "airports": 1283, "began": 1284, "clearly": 1285, "installed": 1286, "late": 1287, "missing": 1288, "relatively": 1289, "rsb": 1290, "sufficient": 1291, "accessible": 1292, "hit": 1293, "impossible": 1294, "leaves": 1295, "limited": 1296, "running": 1297, "adding": 1298, "likes": 1299, "realized": 1300, "third": 1301, "closing": 1302, "lsb": 1303, "saying": 1304, "test": 1305, "biggest": 1306, "button": 1307, "overnight": 1308, "removing": 1309, "wenger": 1310, "research": 1311, "shut": 1312, "trust": 1313, "empty": 1314, "thus": 1315, "asked": 1316, "photos": 1317, "abuse": 1318, "choose": 1319, "pattern": 1320, "pop": 1321, "him": 1322, "positive": 1323, "appear": 1324, "packs": 1325, "unique": 1326, "reasonably": 1327, "serves": 1328, "underneath": 1329, "doubt": 1330, "general": 1331, "noticeable": 1332, "bike": 1333, "cracks": 1334, "drawback": 1335, "personally": 1336, "shock": 1337, "hassle": 1338, "kids": 1339, "phones": 1340, "writing": 1341, "contact": 1342, "fingerprints": 1343, "gadgets": 1344, "pass": 1345, "sling": 1346, "digital": 1347, "site": 1348, "road": 1349, "commute": 1350, "currently": 1351, "tightly": 1352, "afraid": 1353, "turn": 1354, "usage": 1355, "darker": 1356, "enjoy": 1357, "particularly": 1358, "repair": 1359, "suppose": 1360, "tag": 1361, "weather": 1362, "sections": 1363, "sunglasses": 1364, "passport": 1365, "poorly": 1366, "profile": 1367, "terrible": 1368, "write": 1369, "become": 1370, "wider": 1371, "inspiron": 1372, "junk": 1373, "points": 1374, "pulled": 1375, "understand": 1376, "wait": 1377, "arm": 1378, "con": 1379, "vaio": 1380, "figure": 1381, "jacket": 1382, "lose": 1383, "pressure": 1384, "call": 1385, "harder": 1386, "initially": 1387, "widescreen": 1388, "earlier": 1389, "hidden": 1390, "models": 1391, "organization": 1392, "rigid": 1393, "sizes": 1394, "upper": 1395, "wet": 1396, "affordable": 1397, "called": 1398, "odor": 1399, "realize": 1400, "buckles": 1401, "drops": 1402, "magnetic": 1403, "listed": 1404, "organize": 1405, "push": 1406, "re": 1407, "campus": 1408, "comments": 1409, "cushioned": 1410, "process": 1411, "special": 1412, "pulling": 1413, "brenthaven": 1414, "dropping": 1415, "flip": 1416, "organizer": 1417, "travels": 1418, "appreciate": 1419, "avoid": 1420, "clasp": 1421, "finger": 1422, "netbooks": 1423, "umbrella": 1424, "fair": 1425, "packing": 1426, "8217": 1427, "extras": 1428, "print": 1429, "~": 1430, "hate": 1431, "helpful": 1432, "hoped": 1433, "narrow": 1434, "numerous": 1435, "_": 1436, "ability": 1437, "flexible": 1438, "glasses": 1439, "lay": 1440, "neat": 1441, "typical": 1442, "weak": 1443, "wise": 1444, "chemical": 1445, "hang": 1446, "hinge": 1447, "loop": 1448, "reasons": 1449, "safely": 1450, "worse": 1451, "checked": 1452, "sitting": 1453, "normally": 1454, "seeing": 1455, "cameras": 1456, "further": 1457, "divider": 1458, "latch": 1459, "lug": 1460, "sticks": 1461, "hardware": 1462, "kit": 1463, "search": 1464, "airline": 1465, "basis": 1466, "carrier": 1467, "certain": 1468, "envelope": 1469, "frequently": 1470, "clothing": 1471, "guy": 1472, "satin": 1473, "ugly": 1474, "upgrade": 1475, "attention": 1476, "belt": 1477, "generally": 1478, "unibody": 1479, "gaming": 1480, "nicer": 1481, "nor": 1482, "range": 1483, "reach": 1484, "board": 1485, "vibrant": 1486, "below": 1487, "binders": 1488, "pounds": 1489, "level": 1490, "proof": 1491, "shopping": 1492, "variety": 1493, "comment": 1494, "dslr": 1495, "force": 1496, "man": 1497, "offered": 1498, "previously": 1499, "purposes": 1500, "ready": 1501, "serious": 1502, "smoothly": 1503, "correctly": 1504, "mainly": 1505, "visible": 1506, "fixed": 1507, "label": 1508, "noted": 1509, "stuffed": 1510, "yellow": 1511, "electronic": 1512, "therefore": 1513, "travelling": 1514, "ventilation": 1515, "00": 1516, "incredibly": 1517, "surprise": 1518, "adapters": 1519, "shoes": 1520, "specific": 1521, "stop": 1522, "students": 1523, "weekend": 1524, "dry": 1525, "exposed": 1526, "fingers": 1527, "hooks": 1528, "pair": 1529, "rate": 1530, "somewhere": 1531, "closes": 1532, "instructions": 1533, "prime": 1534, "agree": 1535, "brands": 1536, "effort": 1537, "hiking": 1538, "plain": 1539, "vertical": 1540, "defective": 1541, "hardly": 1542, "horrible": 1543, "include": 1544, "secured": 1545, "99": 1546, "filled": 1547, "lifetime": 1548, "regret": 1549, "ring": 1550, "stored": 1551, "tad": 1552, "aside": 1553, "caselogic": 1554, "classy": 1555, "coffee": 1556, "credit": 1557, "seriously": 1558, "bubbles": 1559, "elsewhere": 1560, "filters": 1561, "frame": 1562, "searched": 1563, "sense": 1564, "straight": 1565, "24": 1566, "early": 1567, "essentials": 1568, "fill": 1569, "six": 1570, "thule": 1571, "versatile": 1572, "60": 1573, "cooling": 1574, "forget": 1575, "tablets": 1576, "thinkpad": 1577, "alienware": 1578, "hd": 1579, "accidentally": 1580, "classes": 1581, "directly": 1582, "e": 1583, "kensington": 1584, "ram": 1585, "snuggly": 1586, "covering": 1587, "face": 1588, "saved": 1589, "vents": 1590, "date": 1591, "noise": 1592, "slipping": 1593, "combination": 1594, "head": 1595, "magazines": 1596, "rubbery": 1597, "wrists": 1598, "night": 1599, "shiny": 1600, "allowing": 1601, "beyond": 1602, "brief": 1603, "factor": 1604, "mid": 1605, "slippery": 1606, "china": 1607, "cracking": 1608, "flight": 1609, "sale": 1610, "tends": 1611, "email": 1612, "hurt": 1613, "shop": 1614, "usual": 1615, "family": 1616, "hanging": 1617, "total": 1618, "vinyl": 1619, "disappointment": 1620, "failed": 1621, "happier": 1622, "loads": 1623, "upright": 1624, "known": 1625, "lift": 1626, "remember": 1627, "stylus": 1628, "textbook": 1629, "becomes": 1630, "silver": 1631, "strip": 1632, "knowing": 1633, "net": 1634, "aspire": 1635, "confident": 1636, "lbs": 1637, "packaged": 1638, "peripherals": 1639, "showing": 1640, "terms": 1641, "beware": 1642, "glue": 1643, "loops": 1644, "odd": 1645, "possibly": 1646, "post": 1647, "prior": 1648, "serve": 1649, "stress": 1650, "wrap": 1651, "nikon": 1652, "300": 1653, "heard": 1654, "monitor": 1655, "seats": 1656, "sell": 1657, "u": 1658, "weighs": 1659, "word": 1660, "aware": 1661, "internet": 1662, "mistake": 1663, "reinforced": 1664, "switch": 1665, "thumb": 1666, "wiggle": 1667, "checkpoint": 1668, "colored": 1669, "haul": 1670, "met": 1671, "rolls": 1672, "ship": 1673, "skeptical": 1674, "current": 1675, "flaps": 1676, "image": 1677, "signs": 1678, "turns": 1679, "users": 1680, "caused": 1681, "cheaply": 1682, "gorgeous": 1683, "result": 1684, "sticky": 1685, "suit": 1686, "via": 1687, "wall": 1688, "baby": 1689, "slips": 1690, "2010": 1691, "dedicated": 1692, "dents": 1693, "faux": 1694, "hour": 1695, "lets": 1696, "preferred": 1697, "sending": 1698, "snacks": 1699, "sorry": 1700, "steal": 1701, "transporting": 1702, "traveled": 1703, "casing": 1704, "costs": 1705, "decide": 1706, "foot": 1707, "pelican": 1708, "pencil": 1709, "rings": 1710, "spots": 1711, "surprisingly": 1712, "wipe": 1713, "yoga": 1714, "catch": 1715, "crazy": 1716, "luck": 1717, "track": 1718, "depth": 1719, "macbooks": 1720, "paying": 1721, "risk": 1722, "spaces": 1723, "web": 1724, "workmanship": 1725, "buttons": 1726, "happens": 1727, "meet": 1728, "obvious": 1729, "usable": 1730, "carefully": 1731, "clasps": 1732, "neck": 1733, "panel": 1734, "suitable": 1735, "xps": 1736, "casual": 1737, "causing": 1738, "complete": 1739, "dings": 1740, "newer": 1741, "headphone": 1742, "shines": 1743, "text": 1744, "towards": 1745, "waiting": 1746, "cumbersome": 1747, "example": 1748, "handling": 1749, "meetings": 1750, "replacing": 1751, "ahead": 1752, "cross": 1753, "lip": 1754, "matches": 1755, "semi": 1756, "trick": 1757, "zipping": 1758, "planning": 1759, "wanting": 1760, "admit": 1761, "alternative": 1762, "became": 1763, "depending": 1764, "flights": 1765, "gripe": 1766, "mount": 1767, "slr": 1768, "35": 1769, "details": 1770, "magnet": 1771, "meets": 1772, "ogio": 1773, "receiving": 1774, "whenever": 1775, "balance": 1776, "bus": 1777, "feminine": 1778, "microsoft": 1779, "speed": 1780, "train": 1781, "pleasantly": 1782, "seconds": 1783, "wheel": 1784, "b": 1785, "c": 1786, "commuter": 1787, "connect": 1788, "notes": 1789, "states": 1790, "occasionally": 1791, "transparent": 1792, "arms": 1793, "list": 1794, "lugging": 1795, "pavilion": 1796, "stitched": 1797, "stretchy": 1798, "substantial": 1799, "vacation": 1800, "ways": 1801, "yourself": 1802, "apparently": 1803, "beautifully": 1804, "elegant": 1805, "eye": 1806, "labels": 1807, "minute": 1808, "setting": 1809, "slow": 1810, "somehow": 1811, "starts": 1812, "decision": 1813, "dig": 1814, "jansport": 1815, "remote": 1816, "selling": 1817, "served": 1818, "unzipped": 1819, "beginning": 1820, "play": 1821, "random": 1822, "slick": 1823, "sticking": 1824, "string": 1825, "woman": 1826, "wonder": 1827, "wonderfully": 1828, "hair": 1829, "silicone": 1830, "undone": 1831, "i.e.": 1832, "layout": 1833, "present": 1834, "ride": 1835, "spending": 1836, "tape": 1837, "tearing": 1838, "title": 1839, "continue": 1840, "flaws": 1841, "gap": 1842, "indeed": 1843, "lol": 1844, "miscellaneous": 1845, "mode": 1846, "sister": 1847, "tip": 1848, "wow": 1849, "army": 1850, "causes": 1851, "envy": 1852, "fear": 1853, "includes": 1854, "thrilled": 1855, "y": 1856, "80": 1857, "bookbag": 1858, "breaks": 1859, "improvement": 1860, "located": 1861, "misleading": 1862, "page": 1863, "required": 1864, "surfaces": 1865, "anyways": 1866, "brought": 1867, "bulge": 1868, "cooler": 1869, "ii": 1870, "lines": 1871, "loud": 1872, "misc": 1873, "needing": 1874, "pricey": 1875, "trim": 1876, "breaker": 1877, "changed": 1878, "crap": 1879, "lasts": 1880, "location": 1881, "na": 1882, "rarely": 1883, "shade": 1884, "tech": 1885, "traveler": 1886, "worst": 1887, "2nd": 1888, "90": 1889, "bluetooth": 1890, "edit": 1891, "fallen": 1892, "fitted": 1893, "installation": 1894, "luckily": 1895, "mb": 1896, "prevents": 1897, "ripping": 1898, "solo": 1899, "telescoping": 1900, "traditional": 1901, "tumi": 1902, "wires": 1903, "birthday": 1904, "detail": 1905, "extension": 1906, "matching": 1907, "shoot": 1908, "strange": 1909, "watch": 1910, "55": 1911, "colour": 1912, "eee": 1913, "hesitant": 1914, "lovely": 1915, "tested": 1916, "topcase": 1917, "aqua": 1918, "boyfriend": 1919, "fire": 1920, "liner": 1921, "media": 1922, "primary": 1923, "torn": 1924, "toss": 1925, "bar": 1926, "complained": 1927, "planes": 1928, "promptly": 1929, "reader": 1930, "tenba": 1931, "begin": 1932, "meeting": 1933, "placing": 1934, "require": 1935, "starter": 1936, "chrome": 1937, "flying": 1938, "regularly": 1939, "sturdier": 1940, "throughout": 1941, "ultra": 1942, "yesterday": 1943, "calculator": 1944, "cellphone": 1945, "click": 1946, "control": 1947, "discovered": 1948, "entirely": 1949, "fail": 1950, "fashion": 1951, "faster": 1952, "firm": 1953, "l": 1954, "notch": 1955, "potential": 1956, "showed": 1957, "standing": 1958, "compare": 1959, "forever": 1960, "fragile": 1961, "hardshell": 1962, "information": 1963, "overly": 1964, "prints": 1965, "significant": 1966, "stopped": 1967, "teeth": 1968, "city": 1969, "convenience": 1970, "fly": 1971, "guys": 1972, "honest": 1973, "neither": 1974, "reliable": 1975, "runs": 1976, "square": 1977, "stock": 1978, "stretches": 1979, "tamrac": 1980, "expand": 1981, "folded": 1982, "gym": 1983, "helped": 1984, "managed": 1985, "performance": 1986, "proper": 1987, "safety": 1988, "shine": 1989, "stickers": 1990, "term": 1991, "attachment": 1992, "f": 1993, "field": 1994, "folds": 1995, "manner": 1996, "miles": 1997, "miss": 1998, "music": 1999, "stayed": 2000, "tired": 2001, "tools": 2002, "upside": 2003, "wheeled": 2004, "attaches": 2005, "microfiber": 2006, "willing": 2007, "wore": 2008, "occasional": 2009, "press": 2010, "primarily": 2011, "retractable": 2012, "separated": 2013, "separately": 2014, "shaped": 2015, "taller": 2016, "accurate": 2017, "bubble": 2018, "bump": 2019, "dollar": 2020, "dual": 2021, "moment": 2022, "rubbing": 2023, "sign": 2024, "band": 2025, "bin": 2026, "comfy": 2027, "ear": 2028, "manufacturing": 2029, "notepad": 2030, "release": 2031, "rub": 2032, "struggle": 2033, "tore": 2034, "typically": 2035, "zero": 2036, "additionally": 2037, "allowed": 2038, "apply": 2039, "bargain": 2040, "closer": 2041, "functions": 2042, "g": 2043, "girl": 2044, "kinds": 2045, "letters": 2046, "measurements": 2047, "rated": 2048, "strain": 2049, "tags": 2050, "words": 2051, "wrist": 2052, "awful": 2053, "common": 2054, "exchange": 2055, "fancy": 2056, "frequent": 2057, "openings": 2058, "opposite": 2059, "period": 2060, "premium": 2061, "regardless": 2062, "self": 2063, "stretched": 2064, "throwing": 2065, "translucent": 2066, "tuck": 2067, "glossy": 2068, "max": 2069, "meaning": 2070, "n": 2071, "picky": 2072, "bundle": 2073, "dvds": 2074, "exceeded": 2075, "following": 2076, "fraying": 2077, "providing": 2078, "timely": 2079, "boring": 2080, "changes": 2081, "kata": 2082, "moved": 2083, "portfolio": 2084, "requires": 2085, "shirt": 2086, "shorter": 2087, "styling": 2088, "window": 2089, "connection": 2090, "door": 2091, "effective": 2092, "exception": 2093, "international": 2094, "micro": 2095, "motorcycle": 2096, "outstanding": 2097, "recent": 2098, "riding": 2099, "stains": 2100, "75": 2101, "brighter": 2102, "detachable": 2103, "distance": 2104, "frustrating": 2105, "shame": 2106, "warning": 2107, "worries": 2108, "asking": 2109, "backup": 2110, "breeze": 2111, "chipped": 2112, "defect": 2113, "largest": 2114, "plush": 2115, "prices": 2116, "retail": 2117, "sad": 2118, "2009": 2119, "everki": 2120, "fray": 2121, "grid": 2122, "grips": 2123, "impression": 2124, "mark": 2125, "ridiculous": 2126, "split": 2127, "suits": 2128, "upgraded": 2129, "wears": 2130, "alright": 2131, "bed": 2132, "complaining": 2133, "expandable": 2134, "fashionable": 2135, "heavily": 2136, "mom": 2137, "specs": 2138, "suited": 2139, "tiffany": 2140, "vendor": 2141, "assume": 2142, "bulkier": 2143, "flush": 2144, "impressive": 2145, "lint": 2146, "threads": 2147, "unusable": 2148, "appeared": 2149, "arrive": 2150, "awhile": 2151, "comparison": 2152, "considered": 2153, "contains": 2154, "grade": 2155, "hear": 2156, "spills": 2157, "suede": 2158, "connected": 2159, "galaxy": 2160, "rebel": 2161, "sadly": 2162, "software": 2163, "strongly": 2164, "zoom": 2165, "block": 2166, "damaging": 2167, "desktop": 2168, "promised": 2169, "rid": 2170, "snapping": 2171, "speakers": 2172, "turquoise": 2173, "types": 2174, "appropriate": 2175, "commuting": 2176, "country": 2177, "decal": 2178, "nervous": 2179, "odds": 2180, "per": 2181, "prop": 2182, "regarding": 2183, "semester": 2184, "smudges": 2185, "threw": 2186, "adjusted": 2187, "amazon.com": 2188, "coating": 2189, "constant": 2190, "custom": 2191, "food": 2192, "organizing": 2193, "overheating": 2194, "penny": 2195, "printer": 2196, "question": 2197, "response": 2198, "roughly": 2199, "round": 2200, "structure": 2201, "19": 2202, ">": 2203, "bend": 2204, "drag": 2205, "facing": 2206, "girlfriend": 2207, "hip": 2208, "neatly": 2209, "objects": 2210, "opposed": 2211, "peel": 2212, "significantly": 2213, "sticker": 2214, "ten": 2215, "tighter": 2216, "volume": 2217, "wrapped": 2218, "yeah": 2219, "adorable": 2220, "checking": 2221, "components": 2222, "earphones": 2223, "extend": 2224, "folks": 2225, "identical": 2226, "measure": 2227, "seal": 2228, "buyer": 2229, "hence": 2230, "loading": 2231, "shot": 2232, "stronger": 2233, "classic": 2234, "degrees": 2235, "europe": 2236, "frayed": 2237, "gon": 2238, "hey": 2239, "latches": 2240, "magazine": 2241, "plugs": 2242, "precious": 2243, "resistance": 2244, "summary": 2245, "town": 2246, "transit": 2247, "unable": 2248, "utility": 2249, "whatsoever": 2250, "women": 2251, "attache": 2252, "bent": 2253, "configuration": 2254, "create": 2255, "cutting": 2256, "degree": 2257, "designs": 2258, "ethernet": 2259, "experienced": 2260, "hesitate": 2261, "improved": 2262, "lacking": 2263, "law": 2264, "photography": 2265, "solved": 2266, "suspect": 2267, "tb": 2268, "benefit": 2269, "boarding": 2270, "booq": 2271, "buyers": 2272, "choices": 2273, "comparable": 2274, "gentle": 2275, "individual": 2276, "mess": 2277, "neon": 2278, "quiet": 2279, "situation": 2280, "smelled": 2281, "synergy": 2282, "upset": 2283, "customers": 2284, "divided": 2285, "generic": 2286, "importantly": 2287, "installing": 2288, "interesting": 2289, "lacks": 2290, "photographer": 2291, "public": 2292, "rests": 2293, "scuffs": 2294, "softer": 2295, "transformer": 2296, "accomodate": 2297, "cds": 2298, "firmly": 2299, "giant": 2300, "hinges": 2301, "oversized": 2302, "summer": 2303, "wasted": 2304, "adjustment": 2305, "attaching": 2306, "efficient": 2307, "magnets": 2308, "movement": 2309, "palm": 2310, "requirements": 2311, "satellite": 2312, "sheet": 2313, "stash": 2314, "thread": 2315, "vent": 2316, "claim": 2317, "claims": 2318, "concerns": 2319, "craftsmanship": 2320, "deeper": 2321, "difficulty": 2322, "interested": 2323, "keypad": 2324, "maximum": 2325, "related": 2326, "snow": 2327, "state": 2328, "talking": 2329, "tucked": 2330, "connector": 2331, "delicate": 2332, "fortunately": 2333, "fur": 2334, "initial": 2335, "knows": 2336, "massive": 2337, "rmbp": 2338, "securing": 2339, "superior": 2340, "view": 2341, "airflow": 2342, "banged": 2343, "effect": 2344, "event": 2345, "laid": 2346, "measured": 2347, "moves": 2348, "sided": 2349, "silly": 2350, "superb": 2351, "toting": 2352, "vertically": 2353, "2014": 2354, "3rd": 2355, "affect": 2356, "funny": 2357, "handbag": 2358, "improve": 2359, "manufacturers": 2360, "multi": 2361, "placement": 2362, "prone": 2363, "remains": 2364, "slid": 2365, "stable": 2366, "stitches": 2367, "themselves": 2368, "wash": 2369, "wd": 2370, "amazed": 2371, "bodies": 2372, "cart": 2373, "draw": 2374, "games": 2375, "kid": 2376, "lasting": 2377, "puts": 2378, "speak": 2379, "stow": 2380, "trade": 2381, "1st": 2382, "age": 2383, "boy": 2384, "elements": 2385, "environment": 2386, "generation": 2387, "glued": 2388, "knock": 2389, "measures": 2390, "necessities": 2391, "needless": 2392, "oz": 2393, "periods": 2394, "popped": 2395, "posted": 2396, "purchases": 2397, "robust": 2398, "setup": 2399, "tie": 2400, "wire": 2401, "wished": 2402, "withstand": 2403, "aesthetically": 2404, "camping": 2405, "earbuds": 2406, "essentially": 2407, "hdd": 2408, "hopes": 2409, "lucky": 2410, "moderate": 2411, "morning": 2412, "o": 2413, "recieved": 2414, "terrific": 2415, "unnecessary": 2416, "wondering": 2417, "cardboard": 2418, "drink": 2419, "ensure": 2420, "ergonomic": 2421, "locking": 2422, "nook": 2423, "overseas": 2424, "printed": 2425, "rubs": 2426, "smallest": 2427, "beauty": 2428, "budget": 2429, "connects": 2430, "dock": 2431, "handled": 2432, "hauling": 2433, "la": 2434, "manage": 2435, "overpriced": 2436, "peace": 2437, "pleasing": 2438, "scanner": 2439, "sewing": 2440, "shipment": 2441, "stain": 2442, "step": 2443, "teal": 2444, "written": 2445, "wrote": 2446, "according": 2447, "august": 2448, "balanced": 2449, "direction": 2450, "essential": 2451, "inconvenient": 2452, "incredible": 2453, "liking": 2454, "locks": 2455, "minimalist": 2456, "partially": 2457, "story": 2458, "thrown": 2459, "28": 2460, "45": 2461, "combo": 2462, "commented": 2463, "directions": 2464, "hell": 2465, "intact": 2466, "ipads": 2467, "mechanism": 2468, "reality": 2469, "screw": 2470, "sounds": 2471, "treat": 2472, "anticipated": 2473, "aspect": 2474, "assorted": 2475, "badly": 2476, "core": 2477, "dislike": 2478, "girly": 2479, "knife": 2480, "manuals": 2481, "molded": 2482, "pleasant": 2483, "researched": 2484, "selection": 2485, "settled": 2486, "sooner": 2487, "strength": 2488, "valuable": 2489, "wacom": 2490, "acceptable": 2491, "confidence": 2492, "folio": 2493, "intend": 2494, "logitech": 2495, "manufactured": 2496, "march": 2497, "notepads": 2498, "owners": 2499, "policy": 2500, "pops": 2501, "questions": 2502, "shift": 2503, "sleep": 2504, "stairs": 2505, "winner": 2506, "bins": 2507, "bringing": 2508, "brother": 2509, "modern": 2510, "pic": 2511, "plugged": 2512, "practically": 2513, "preference": 2514, "scrapes": 2515, "screws": 2516, "strips": 2517, "studio": 2518, "swing": 2519, "ultimately": 2520, "adequately": 2521, "bits": 2522, "cat": 2523, "chip": 2524, "companies": 2525, "hangs": 2526, "hub": 2527, "lastly": 2528, "lightly": 2529, "macbookpro": 2530, "secondary": 2531, "transportation": 2532, "wifi": 2533, "beating": 2534, "belkin": 2535, "coat": 2536, "creates": 2537, "driver": 2538, "gateway": 2539, "hike": 2540, "images": 2541, "laying": 2542, "learned": 2543, "lights": 2544, "metro": 2545, "minimum": 2546, "mounted": 2547, "owning": 2548, "pushing": 2549, "stupid": 2550, "thumbs": 2551, "warm": 2552, "weigh": 2553, "worrying": 2554, "cf": 2555, "collection": 2556, "comparing": 2557, "conditions": 2558, "error": 2559, "excess": 2560, "female": 2561, "forced": 2562, "generous": 2563, "granted": 2564, "letting": 2565, "lime": 2566, "pressed": 2567, "rich": 2568, "screens": 2569, "secures": 2570, "sew": 2571, "slipped": 2572, "standards": 2573, "subtle": 2574, "suggested": 2575, "tool": 2576, "twist": 2577, "winter": 2578, "address": 2579, "adhesive": 2580, "closures": 2581, "cram": 2582, "department": 2583, "distribution": 2584, "forgot": 2585, "glass": 2586, "led": 2587, "leg": 2588, "legal": 2589, "necessarily": 2590, "ny": 2591, "pages": 2592, "reduce": 2593, "rides": 2594, "rolled": 2595, "shooting": 2596, "stm": 2597, "tilt": 2598, "touches": 2599, "un": 2600, "400": 2601, "colorful": 2602, "digging": 2603, "exceptional": 2604, "folding": 2605, "hood": 2606, "hotel": 2607, "increase": 2608, "ish": 2609, "library": 2610, "macair": 2611, "matched": 2612, "minus": 2613, "nonetheless": 2614, "owner": 2615, "picking": 2616, "portability": 2617, "sealed": 2618, "shield": 2619, "steel": 2620, "sucks": 2621, "target": 2622, "tears": 2623, "terribly": 2624, "accidental": 2625, "backback": 2626, "belongings": 2627, "cheapest": 2628, "compatible": 2629, "conclusion": 2630, "deciding": 2631, "dent": 2632, "describe": 2633, "fuzzy": 2634, "game": 2635, "jack": 2636, "nature": 2637, "shocked": 2638, "stolen": 2639, "13inch": 2640, "500": 2641, "airplanes": 2642, "amazingly": 2643, "bare": 2644, "blocks": 2645, "children": 2646, "contour": 2647, "dimension": 2648, "discount": 2649, "fans": 2650, "final": 2651, "finished": 2652, "google": 2653, "greatly": 2654, "hide": 2655, "hits": 2656, "june": 2657, "lit": 2658, "macs": 2659, "ruined": 2660, "spring": 2661, "staying": 2662, "subject": 2663, "synthetic": 2664, "tricky": 2665, "viewing": 2666, "waited": 2667, "accommodates": 2668, "approximately": 2669, "begun": 2670, "cutout": 2671, "document": 2672, "horizontal": 2673, "losing": 2674, "negatives": 2675, "overheat": 2676, "sensitive": 2677, "switched": 2678, "thankfully": 2679, "thoroughly": 2680, "advice": 2681, "answer": 2682, "ballistic": 2683, "circle": 2684, "cold": 2685, "command": 2686, "cosmetic": 2687, "emailed": 2688, "factory": 2689, "failure": 2690, "fat": 2691, "flow": 2692, "listing": 2693, "occasion": 2694, "potentially": 2695, "proven": 2696, "raised": 2697, "remain": 2698, "surprising": 2699, "teacher": 2700, "toiletries": 2701, "versions": 2702, "250": 2703, "attachments": 2704, "badge": 2705, "bang": 2706, "boot": 2707, "child": 2708, "count": 2709, "enjoyed": 2710, "evenly": 2711, "faded": 2712, "flexibility": 2713, "gum": 2714, "headset": 2715, "hurry": 2716, "january": 2717, "latitude": 2718, "limit": 2719, "particles": 2720, "ray": 2721, "rounded": 2722, "shortly": 2723, "slowly": 2724, "sternum": 2725, "stuffing": 2726, "suggestion": 2727, "tossed": 2728, "university": 2729, "updated": 2730, "accident": 2731, "appreciated": 2732, "basics": 2733, "bothered": 2734, "btw": 2735, "centered": 2736, "cleaned": 2737, "concrete": 2738, "cushions": 2739, "december": 2740, "lcd": 2741, "military": 2742, "newest": 2743, "optical": 2744, "remaining": 2745, "specially": 2746, "spill": 2747, "sweet": 2748, "tho": 2749, "tighten": 2750, "watching": 2751, ".8": 2752, "backing": 2753, "cash": 2754, "caution": 2755, "concept": 2756, "contain": 2757, "decently": 2758, "definately": 2759, "eyes": 2760, "fabulous": 2761, "friday": 2762, "guarantee": 2763, "living": 2764, "monster": 2765, "network": 2766, "paperback": 2767, "peeling": 2768, "pre": 2769, "prompt": 2770, "satchel": 2771, "snag": 2772, "stretching": 2773, "trackpad": 2774, "advise": 2775, "anytime": 2776, "audio": 2777, "charm": 2778, "chic": 2779, "clever": 2780, "daughters": 2781, "disk": 2782, "equally": 2783, "flashy": 2784, "flop": 2785, "gps": 2786, "grippy": 2787, "incipio": 2788, "interfere": 2789, "lean": 2790, "loving": 2791, "mixed": 2792, "offering": 2793, "results": 2794, "rocks": 2795, "solidly": 2796, "subway": 2797, "touchpad": 2798, "virtually": 2799, "2008": 2800, "ad": 2801, "adaptor": 2802, "advertising": 2803, "anybody": 2804, "bands": 2805, "building": 2806, "busy": 2807, "edition": 2808, "fyi": 2809, "garbage": 2810, "hikes": 2811, "mice": 2812, "organizational": 2813, "pointed": 2814, "regional": 2815, "slimmer": 2816, "study": 2817, "surely": 2818, "ups": 2819, "85": 2820, "arrival": 2821, "brilliant": 2822, "candy": 2823, "connectors": 2824, "data": 2825, "diagonal": 2826, "follow": 2827, "grad": 2828, "guard": 2829, "ha": 2830, "happening": 2831, "loosely": 2832, "loosen": 2833, "manual": 2834, "olive": 2835, "permanent": 2836, "saving": 2837, "sexy": 2838, "sorts": 2839, "survive": 2840, "survived": 2841, "talk": 2842, "tickets": 2843, "travelers": 2844, "tv": 2845, "underside": 2846, "unhappy": 2847, "young": 2848, "17inch": 2849, "assuming": 2850, "cargo": 2851, "claimed": 2852, "companion": 2853, "contrast": 2854, "de": 2855, "debris": 2856, "distributed": 2857, "drivers": 2858, "extreme": 2859, "ill": 2860, "labeled": 2861, "lead": 2862, "mile": 2863, "missed": 2864, "opted": 2865, "polyester": 2866, "pound": 2867, "projector": 2868, "ran": 2869, "screening": 2870, "sheets": 2871, "shove": 2872, "sites": 2873, "spilled": 2874, "spiral": 2875, "task": 2876, "toward": 2877, "trash": 2878, "accents": 2879, "advantage": 2880, "annoyance": 2881, "anti": 2882, "april": 2883, "art": 2884, "carbon": 2885, "catching": 2886, "challenge": 2887, "charged": 2888, "co": 2889, "consideration": 2890, "e.g.": 2891, "floppy": 2892, "jets": 2893, "opaque": 2894, "popping": 2895, "prepared": 2896, "preventing": 2897, "raise": 2898, "removal": 2899, "residue": 2900, "sells": 2901, "shallow": 2902, "speaker": 2903, "sun": 2904, "technology": 2905, "vs": 2906, "warned": 2907, "1000": 2908, "22": 2909, "annoyed": 2910, "capable": 2911, "carabiner": 2912, "chair": 2913, "couch": 2914, "disks": 2915, "excessive": 2916, "extends": 2917, "fake": 2918, "funky": 2919, "impacts": 2920, "info": 2921, "inspection": 2922, "instantly": 2923, "joke": 2924, "operate": 2925, "petite": 2926, "pushed": 2927, "recomend": 2928, "reminds": 2929, "repaired": 2930, "report": 2931, "saver": 2932, "videos": 2933, "wherever": 2934, "assumed": 2935, "bulges": 2936, "catches": 2937, "clicking": 2938, "def": 2939, "dog": 2940, "dragging": 2941, "explain": 2942, "fastpack": 2943, "gaps": 2944, "imac": 2945, "knocked": 2946, "latest": 2947, "macally": 2948, "mousepad": 2949, "oil": 2950, "passes": 2951, "pics": 2952, "recommendation": 2953, "secondly": 2954, "sets": 2955, "stood": 2956, "sub": 2957, "tank": 2958, "testing": 2959, "towel": 2960, "versatility": 2961, "walmart": 2962, "youtube": 2963, "bothers": 2964, "clumsy": 2965, "container": 2966, "damages": 2967, "disappoint": 2968, "drawbacks": 2969, "eos": 2970, "fails": 2971, "fleece": 2972, "h": 2973, "harm": 2974, "ihome": 2975, "ipad2": 2976, "noisy": 2977, "plate": 2978, "reviewed": 2979, "sewed": 2980, "shirts": 2981, "sideways": 2982, "streamlined": 2983, "symbol": 2984, "taste": 2985, "tendency": 2986, "till": 2987, "unzipping": 2988, "walls": 2989, "account": 2990, "buck": 2991, "direct": 2992, "dream": 2993, "dv7": 2994, "fiber": 2995, "gold": 2996, "justice": 2997, "lives": 2998, "pants": 2999, "powerbook": 3000, "receipt": 3001, "safer": 3002, "scream": 3003, "airing": 3004, "beats": 3005, "becoming": 3006, "briefcases": 3007, "chipping": 3008, "defects": 3009, "deluxe": 3010, "dented": 3011, "deserves": 3012, "developed": 3013, "distances": 3014, "enormous": 3015, "heck": 3016, "hitting": 3017, "http": 3018, "inconvenience": 3019, "jump": 3020, "lie": 3021, "link": 3022, "listen": 3023, "mint": 3024, "mother": 3025, "nasty": 3026, "rips": 3027, "scuffed": 3028, "shopped": 3029, "situations": 3030, "stating": 3031, "vs.": 3032, "walked": 3033, "weekly": 3034, "win": 3035, "8221": 3036, "absorb": 3037, "associated": 3038, "background": 3039, "bounce": 3040, "cushy": 3041, "darn": 3042, "dead": 3043, "desired": 3044, "fasteners": 3045, "feedback": 3046, "film": 3047, "graphics": 3048, "invest": 3049, "lb": 3050, "lifting": 3051, "makeup": 3052, "msi": 3053, "news": 3054, "players": 3055, "proved": 3056, "selected": 3057, "seperate": 3058, "warrior": 3059, "wind": 3060, "www.amazon.com": 3061, "afford": 3062, "applied": 3063, "brainer": 3064, "closely": 3065, "designers": 3066, "dozen": 3067, "genius": 3068, "glance": 3069, "greater": 3070, "inserted": 3071, "kitchen": 3072, "magsafe": 3073, "natural": 3074, "october": 3075, "par": 3076, "parking": 3077, "sellers": 3078, "beach": 3079, "bummer": 3080, "bumped": 3081, "camcorder": 3082, "continued": 3083, "created": 3084, "designer": 3085, "dots": 3086, "egg": 3087, "fade": 3088, "frosted": 3089, "gel": 3090, "nexus": 3091, "optional": 3092, "paint": 3093, "passed": 3094, "pinch": 3095, "planned": 3096, "planner": 3097, "share": 3098, "shoe": 3099, "sink": 3100, "swivel": 3101, "tacky": 3102, "touching": 3103, "worthless": 3104, "350": 3105, "accessed": 3106, "advertise": 3107, "aisle": 3108, "approved": 3109, "bet": 3110, "caps": 3111, "carryon": 3112, "changing": 3113, "checkpoints": 3114, "dad": 3115, "ddr3": 3116, "delighted": 3117, "downfall": 3118, "estimated": 3119, "extensively": 3120, "glowing": 3121, "imagined": 3122, "letter": 3123, "locked": 3124, "module": 3125, "monday": 3126, "movies": 3127, "physical": 3128, "pressing": 3129, "pricing": 3130, "rare": 3131, "scared": 3132, "smartphone": 3133, "ssd": 3134, "staples": 3135, "sweat": 3136, "ta": 3137, "textured": 3138, "vivobook": 3139, "attract": 3140, "backwards": 3141, "baggage": 3142, "bulging": 3143, "casecrown": 3144, "clipped": 3145, "complements": 3146, "compromise": 3147, "criteria": 3148, "depends": 3149, "discs": 3150, "distribute": 3151, "dull": 3152, "effectively": 3153, "expectation": 3154, "frankly": 3155, "frustrated": 3156, "gadget": 3157, "handsome": 3158, "ie": 3159, "inserts": 3160, "instance": 3161, "jam": 3162, "moisture": 3163, "nb505": 3164, "nevertheless": 3165, "otterbox": 3166, "pillow": 3167, "playing": 3168, "protectors": 3169, "ps": 3170, "reference": 3171, "reputation": 3172, "shells": 3173, "sight": 3174, "tan": 3175, "technical": 3176, "webbing": 3177, "wipes": 3178, "15inch": 3179, "8230": 3180, "absolute": 3181, "appeal": 3182, "backside": 3183, "buds": 3184,