{"<unk>": 0, "<pad>": 1, "edu_break": 2, ".": 3, "i": 4, "the": 5, ",": 6, "and": 7, "a": 8, "they": 9, "to": 10, "them": 11, "boots": 12, "are": 13, "these": 14, "in": 15, "of": 16, "for": 17, "my": 18, "but": 19, "is": 20, "!": 21, "have": 22, "it": 23, "on": 24, "that": 25, "with": 26, "size": 27, "so": 28, "was": 29, "not": 30, "n't": 31, "boot": 32, "wear": 33, "very": 34, "fit": 35, "you": 36, "this": 37, "as": 38, "'": 39, "be": 40, "like": 41, "comfortable": 42, "would": 43, "were": 44, "do": 45, "great": 46, "love": 47, "just": 48, "rrb": 49, "look": 50, "too": 51, "if": 52, "had": 53, "up": 54, "lrb": 55, "pair": 56, "feet": 57, "all": 58, "at": 59, "or": 60, "'s": 61, "me": 62, "5": 63, "get": 64, "when": 65, "ordered": 66, "because": 67, "m": 68, "will": 69, "really": 70, "little": 71, "am": 72, "shoes": 73, "than": 74, "did": 75, "well": 76, "good": 77, "out": 78, "can": 79, "more": 80, "...": 81, "leather": 82, "&": 83, "an": 84, "foot": 85, "only": 86, "8": 87, "warm": 88, "socks": 89, "got": 90, "bought": 91, "other": 92, "time": 93, "color": 94, "about": 95, "from": 96, "also": 97, "2": 98, "even": 99, "perfect": 100, "bit": 101, "shoe": 102, "cute": 103, "one": 104, "no": 105, "quality": 106, "which": 107, "price": 108, "after": 109, "nice": 110, "could": 111, "made": 112, "big": 113, "around": 114, "first": 115, "7": 116, "heel": 117, "small": 118, "calves": 119, "day": 120, "looking": 121, "what": 122, "much": 123, "there": 124, "wearing": 125, "'re": 126, "wide": 127, "your": 128, "calf": 129, "still": 130, "some": 131, "ve": 132, "9": 133, "back": 134, "off": 135, "jeans": 136, "34": 137, "been": 138, "true": 139, "right": 140, "buy": 141, "go": 142, "black": 143, "`": 144, "feel": 145, "reviews": 146, "tight": 147, "she": 148, "way": 149, "snow": 150, "half": 151, "order": 152, "think": 153, "recommend": 154, "winter": 155, "over": 156, "work": 157, "now": 158, "worn": 159, "however": 160, "style": 161, "down": 162, "run": 163, "narrow": 164, "high": 165, "wore": 166, "has": 167, "though": 168, "long": 169, "enough": 170, "usually": 171, "super": 172, "top": 173, "ankle": 174, "keep": 175, "amazon": 176, "pretty": 177, "return": 178, "walk": 179, "since": 180, "10": 181, "perfectly": 182, "6": 183, "brown": 184, "put": 185, "walking": 186, "how": 187, "thick": 188, "any": 189, "better": 190, "toe": 191, "sole": 192, "find": 193, "definitely": 194, "does": 195, "happy": 196, "make": 197, "''": 198, "wanted": 199, "zipper": 200, "another": 201, "$": 202, "going": 203, "1": 204, "want": 205, "room": 206, "most": 207, "large": 208, "lot": 209, "need": 210, "ca": 211, "then": 212, "problem": 213, "looks": 214, "tried": 215, "comfy": 216, "larger": 217, "sure": 218, "snug": 219, "inside": 220, "by": 221, "purchase": 222, "skinny": 223, "purchased": 224, "soft": 225, "compliments": 226, "fine": 227, "hard": 228, "normally": 229, "last": 230, "say": 231, "received": 232, "few": 233, "box": 234, "cold": 235, "into": 236, "without": 237, "should": 238, "fits": 239, "thought": 240, "before": 241, "while": 242, "same": 243, "many": 244, "found": 245, "looked": 246, "never": 247, "said": 248, "again": 249, "new": 250, "two": 251, "rain": 252, "easy": 253, "expected": 254, "we": 255, "legs": 256, "stylish": 257, "always": 258, "years": 259, "beautiful": 260, "every": 261, "know": 262, "'ll": 263, "smaller": 264, "being": 265, "toes": 266, "take": 267, "where": 268, "her": 269, "'d": 270, "getting": 271, "disappointed": 272, "different": 273, "actually": 274, "thin": 275, "bigger": 276, "quite": 277, "try": 278, "days": 279, "area": 280, "material": 281, "?": 282, "worth": 283, "give": 284, "see": 285, "part": 286, "side": 287, "cheap": 288, "their": 289, "loved": 290, "came": 291, "shaft": 292, "3": 293, "overall": 294, "almost": 295, "knee": 296, "weather": 297, "went": 298, "wish": 299, "both": 300, "able": 301, "probably": 302, "something": 303, "seem": 304, "once": 305, "through": 306, "thing": 307, "year": 308, "felt": 309, "support": 310, "use": 311, "ones": 312, "4": 313, "picture": 314, "makes": 315, "height": 316, "daughter": 317, "may": 318, "far": 319, "read": 320, "normal": 321, "come": 322, "dry": 323, "comfort": 324, "who": 325, "might": 326, "brand": 327, "arrived": 328, "ever": 329, "returned": 330, "leg": 331, "bad": 332, "heels": 333, "suede": 334, "yet": 335, "glad": 336, "width": 337, "absolutely": 338, "buying": 339, "bottom": 340, "pairs": 341, "pants": 342, "exactly": 343, "best": 344, "money": 345, "extremely": 346, "nt": 347, "soles": 348, "product": 349, "uggs": 350, "decided": 351, "times": 352, "waterproof": 353, "arch": 354, "took": 355, "needed": 356, "people": 357, "stretch": 358, "break": 359, "maybe": 360, "sizes": 361, "rubber": 362, "stars": 363, "its": 364, "tall": 365, "real": 366, "loose": 367, "extra": 368, "slightly": 369, "regular": 370, "hours": 371, "heavy": 372, "ordering": 373, "short": 374, "sizing": 375, "online": 376, "laces": 377, "ankles": 378, "already": 379, "here": 380, "shipping": 381, "stiff": 382, "used": 383, "months": 384, "uncomfortable": 385, "leggings": 386, "lining": 387, "those": 388, "highly": 389, "kind": 390, "wo": 391, "outside": 392, "slip": 393, "store": 394, "although": 395, "several": 396, "easily": 397, "wet": 398, "left": 399, "sock": 400, "especially": 401, "light": 402, "live": 403, "awesome": 404, "second": 405, "everything": 406, "anything": 407, "next": 408, "kept": 409, "seems": 410, "less": 411, "water": 412, "couple": 413, "fall": 414, "11": 415, "issue": 416, "zip": 417, "least": 418, "liked": 419, "thicker": 420, "old": 421, "person": 422, "own": 423, "having": 424, "full": 425, "end": 426, "unfortunately": 427, "pleased": 428, "deal": 429, "returning": 430, "dress": 431, "saw": 432, "amazing": 433, "away": 434, "week": 435, "gotten": 436, "otherwise": 437, "under": 438, "finally": 439, "why": 440, "loves": 441, "anyone": 442, "christmas": 443, "pay": 444, "between": 445, "pull": 446, "smell": 447, "reading": 448, "wider": 449, "sturdy": 450, "fur": 451, "mine": 452, "either": 453, "instead": 454, "review": 455, "wears": 456, "dark": 457, "reason": 458, "frye": 459, "gave": 460, "others": 461, "expensive": 462, "plus": 463, "inches": 464, "huge": 465, "expect": 466, "front": 467, "trying": 468, "sent": 469, "hoping": 470, "such": 471, "grey": 472, "colors": 473, "length": 474, "hurt": 475, "feels": 476, "ago": 477, "women": 478, "red": 479, "traction": 480, "hope": 481, "send": 482, "casual": 483, "ok": 484, "skirts": 485, "design": 486, "excited": 487, "today": 488, "due": 489, "problems": 490, "wait": 491, "whole": 492, "house": 493, "ice": 494, "difficult": 495, "quickly": 496, "paid": 497, "someone": 498, "wrong": 499, "lots": 500, "gorgeous": 501, "fact": 502, "longer": 503, "sale": 504, "guess": 505, "low": 506, "until": 507, "cut": 508, "inch": 509, "myself": 510, "average": 511, "started": 512, "weeks": 513, "reviewers": 514, "seemed": 515, "opening": 516, "completely": 517, "usual": 518, "roomy": 519, "flat": 520, "ugg": 521, "rather": 522, "8?1": 523, "tell": 524, "us": 525, "fast": 526, "riding": 527, "excellent": 528, "nothing": 529, "runs": 530, "stay": 531, "must": 532, "walked": 533, "shape": 534, "durable": 535, "7?1": 536, "apart": 537, "hold": 538, "tights": 539, "wool": 540, "below": 541, "tuck": 542, "wonderful": 543, "sometimes": 544, "ended": 545, "insole": 546, "else": 547, "goes": 548, "nicely": 549, "complaint": 550, "based": 551, "bearpaw": 552, "totally": 553, "gift": 554, "past": 555, "plenty": 556, "help": 557, "surprised": 558, "15": 559, "everyday": 560, "things": 561, "medium": 562, "worried": 563, "breaking": 564, "owned": 565, "cost": 566, "keeping": 567, "company": 568, "during": 569, "seller": 570, "somewhat": 571, "knew": 572, "wife": 573, "lace": 574, "plan": 575, "higher": 576, "ran": 577, "anyway": 578, "often": 579, "everyone": 580, "thinking": 581, "season": 582, "let": 583, "soon": 584, "noticed": 585, "pain": 586, "star": 587, "across": 588, "cool": 589, "12": 590, "exchange": 591, "favorite": 592, "point": 593, "believe": 594, "three": 595, "white": 596, "dresses": 597, "type": 598, "buckle": 599, "fell": 600, "insoles": 601, "weight": 602, "gray": 603, "month": 604, "comfortably": 605, "our": 606, "available": 607, "broken": 608, "plastic": 609, "issues": 610, "tan": 611, "fairly": 612, "making": 613, "sized": 614, "fantastic": 615, "slippery": 616, "add": 617, "similar": 618, "sexy": 619, "says": 620, "adorable": 621, "20": 622, "fabric": 623, "finding": 624, "chance": 625, "mind": 626, "thanks": 627, "thank": 628, "each": 629, "fitting": 630, "slippers": 631, "purchasing": 632, "suggest": 633, "clarks": 634, "night": 635, "skirt": 636, "tucked": 637, "stretched": 638, "broke": 639, "attractive": 640, "worked": 641, "description": 642, "line": 643, "close": 644, "case": 645, "service": 646, "coming": 647, "cheaper": 648, "okay": 649, "stand": 650, "above": 651, "unless": 652, "yes": 653, "bulky": 654, "expecting": 655, "hit": 656, "oh": 657, "trip": 658, "etc": 659, "within": 660, "hot": 661, "barely": 662, "comes": 663, "seen": 664, "upper": 665, "free": 666, "spend": 667, "30": 668, "fashion": 669, "friend": 670, "running": 671, "place": 672, "item": 673, "considering": 674, "buckles": 675, "lower": 676, "trouble": 677, "works": 678, "zippers": 679, "weird": 680, "tad": 681, "start": 682, "customer": 683, "lined": 684, "stitching": 685, "except": 686, "booties": 687, "mid": 688, "shopping": 689, "previous": 690, "show": 691, "darker": 692, "100": 693, "14": 694, "girl": 695, "given": 696, "cozy": 697, "fashionable": 698, "padding": 699, "forward": 700, "slide": 701, "home": 702, "madden": 703, "tread": 704, "circumference": 705, "blue": 706, "against": 707, "fun": 708, "insert": 709, "blisters": 710, "twice": 711, "immediately": 712, "photo": 713, "sides": 714, "update": 715, "sad": 716, "feeling": 717, "hiking": 718, "experience": 719, "he": 720, "slim": 721, "deep": 722, "minutes": 723, "tend": 724, "actual": 725, "satisfied": 726, "inserts": 727, "straight": 728, "toasty": 729, "typically": 730, "gets": 731, "tiny": 732, "w": 733, "clunky": 734, "care": 735, "faux": 736, "mentioned": 737, "later": 738, "note": 739, "footbed": 740, "shorter": 741, "opened": 742, "space": 743, "warmth": 744, "solid": 745, "pictured": 746, "styles": 747, "green": 748, "hour": 749, "husband": 750, "athletic": 751, "keen": 752, "taller": 753, "muscular": 754, "lighter": 755, "%": 756, "recommended": 757, "versatile": 758, "saying": 759, "putting": 760, "slipping": 761, "course": 762, "job": 763, "winters": 764, "rainy": 765, "giving": 766, "decent": 767, "difference": 768, "gone": 769, "bed": 770, "poor": 771, "instep": 772, "nine": 773, "heal": 774, "snowy": 775, "cause": 776, "smooth": 777, "easier": 778, "lovely": 779, "everywhere": 780, "done": 781, "rub": 782, "step": 783, "classic": 784, "itself": 785, "incredibly": 786, "non": 787, "grip": 788, "40": 789, "shipped": 790, "re": 791, "refund": 792, "correct": 793, "sort": 794, "five": 795, "sending": 796, "told": 797, "16": 798, "dog": 799, "replace": 800, "fix": 801, "held": 802, "summer": 803, "consider": 804, "period": 805, "clean": 806, "despite": 807, "quick": 808, "spent": 809, "spring": 810, "life": 811, "delivery": 812, "pictures": 813, "taking": 814, "13": 815, "using": 816, "doing": 817, "gives": 818, "materials": 819, "outfit": 820, "helps": 821, "lightweight": 822, "amount": 823, "beat": 824, "strap": 825, "taupe": 826, "construction": 827, "cowboy": 828, "keeps": 829, "standing": 830, "seam": 831, "cushion": 832, "flexible": 833, "prefer": 834, "distressed": 835, "straps": 836, "wedge": 837, "dressy": 838, "searching": 839, "dr": 840, "glue": 841, "stated": 842, "mail": 843, "originally": 844, "needs": 845, "bother": 846, "emu": 847, "sorel": 848, "website": 849, "compared": 850, "fan": 851, "knees": 852, "means": 853, "shiny": 854, "change": 855, "original": 856, "6?1": 857, "advice": 858, "footwear": 859, "match": 860, "appear": 861, "mud": 862, "9?1": 863, "stores": 864, "unique": 865, "brands": 866, "hopefully": 867, "proof": 868, "elastic": 869, "exact": 870, "rich": 871, "version": 872, "concerned": 873, "notice": 874, "friends": 875, "choice": 876, "steve": 877, "wiggle": 878, "added": 879, "along": 880, "careful": 881, "glove": 882, "sadly": 883, "entire": 884, "falling": 885, "comments": 886, "depending": 887, "impressed": 888, "near": 889, "tighter": 890, "00": 891, "chose": 892, "sold": 893, "s": 894, "rest": 895, ".5": 896, "strong": 897, "allow": 898, "timberland": 899, "woman": 900, "value": 901, "detail": 902, "stuck": 903, "together": 904, "touch": 905, "shearling": 906, "spray": 907, "disappointing": 908, "city": 909, "b": 910, "open": 911, "simple": 912, "west": 913, "working": 914, "products": 915, "daily": 916, "fitted": 917, "miles": 918, "slipped": 919, "costume": 920, "receive": 921, "figured": 922, "loosen": 923, "stayed": 924, "tough": 925, "50": 926, "fabulous": 927, "fake": 928, "four": 929, "slouch": 930, "afraid": 931, "wise": 932, "bootie": 933, "agree": 934, "calfs": 935, "truly": 936, "lasted": 937, "nearly": 938, "office": 939, "please": 940, "c": 941, "slush": 942, "sister": 943, "bearpaws": 944, "anywhere": 945, "china": 946, "forever": 947, "arches": 948, "ball": 949, "liner": 950, "literally": 951, "bottoms": 952, "perhaps": 953, "become": 954, "matter": 955, "reviewer": 956, "rubbing": 957, "simply": 958, "cognac": 959, "negative": 960, "opinion": 961, "functional": 962, "recently": 963, "25": 964, "outfits": 965, "town": 966, "enjoy": 967, "kinda": 968, "leave": 969, "shown": 970, "slight": 971, "name": 972, "platform": 973, "option": 974, "tons": 975, "finish": 976, "tongue": 977, "chocolate": 978, "complaints": 979, "local": 980, "lol": 981, "replacement": 982, "sheepskin": 983, "school": 984, "inner": 985, "stop": 986, "mention": 987, "stick": 988, "buttons": 989, "man": 990, "yesterday": 991, "hate": 992, "hoped": 993, "slouchy": 994, "adjust": 995, "odd": 996, "certainly": 997, "martens": 998, "bill": 999, "condition": 1000, "supposed": 1001, "imagine": 1002, "mom": 1003, "classy": 1004, "adjustable": 1005, "turned": 1006, "practical": 1007, "heavier": 1008, "rating": 1009, "purple": 1010, "spot": 1011, "thinner": 1012, "zipped": 1013, "colour": 1014, "horrible": 1015, "priced": 1016, "test": 1017, "unlike": 1018, "obviously": 1019, "scuff": 1020, "idea": 1021, "upon": 1022, "conditions": 1023, "skin": 1024, "described": 1025, "site": 1026, "warmer": 1027, "mostly": 1028, "sore": 1029, "worry": 1030, "crazy": 1031, "honestly": 1032, "painful": 1033, "terrible": 1034, "discomfort": 1035, "move": 1036, "pink": 1037, "waiting": 1038, "thrilled": 1039, "tie": 1040, "synthetic": 1041, "affordable": 1042, "alot": 1043, "asked": 1044, "rubbed": 1045, "cheaply": 1046, "ask": 1047, "impossible": 1048, "constructed": 1049, "initially": 1050, "particular": 1051, "annoying": 1052, "ground": 1053, "ladies": 1054, "sneakers": 1055, "portion": 1056, "realized": 1057, "combat": 1058, "sandals": 1059, "bogs": 1060, "happier": 1061, "rugged": 1062, "stuff": 1063, "wanting": 1064, "waste": 1065, "whether": 1066, "third": 1067, "future": 1068, "beautifully": 1069, "clark": 1070, "important": 1071, "round": 1072, "puddles": 1073, "pulled": 1074, "double": 1075, "piece": 1076, "walks": 1077, "anymore": 1078, "generally": 1079, "reasonable": 1080, "shop": 1081, "search": 1082, "western": 1083, "periods": 1084, "accurate": 1085, "mean": 1086, "d": 1087, "hole": 1088, "bend": 1089, "holding": 1090, "docs": 1091, "sorry": 1092, "provide": 1093, "beware": 1094, "happened": 1095, "seriously": 1096, "takes": 1097, "accommodate": 1098, "inexpensive": 1099, "u": 1100, "mooz": 1101, "button": 1102, "folded": 1103, "shows": 1104, "supple": 1105, "feminine": 1106, "standard": 1107, "colored": 1108, "icy": 1109, "likes": 1110, "noticeable": 1111, "appearance": 1112, "safe": 1113, "happen": 1114, "addition": 1115, "morning": 1116, "called": 1117, "luck": 1118, "measure": 1119, "miz": 1120, "zero": 1121, "surprisingly": 1122, "slender": 1123, "cushioning": 1124, "men": 1125, "mistake": 1126, "air": 1127, "awkward": 1128, "17": 1129, "middle": 1130, "uk": 1131, "resistant": 1132, "gap": 1133, "likely": 1134, "birthday": 1135, "choose": 1136, "disappointment": 1137, "helped": 1138, "strange": 1139, "closet": 1140, "holes": 1141, "degrees": 1142, "delivered": 1143, "fold": 1144, "marks": 1145, "possible": 1146, "process": 1147, "properly": 1148, "hesitant": 1149, "narrower": 1150, "check": 1151, "regret": 1152, "tighten": 1153, "girls": 1154, "stock": 1155, "hand": 1156, "tops": 1157, "exchanged": 1158, "purpose": 1159, "repair": 1160, "slick": 1161, "suggested": 1162, "heard": 1163, "typical": 1164, "offer": 1165, "dollars": 1166, "extended": 1167, "kamik": 1168, "surprise": 1169, "hassle": 1170, "poorly": 1171, "tear": 1172, "ugly": 1173, "wardrobe": 1174, "awhile": 1175, "label": 1176, "bright": 1177, "freezing": 1178, "present": 1179, "returns": 1180, "sweat": 1181, "taken": 1182, "aware": 1183, "appears": 1184, "seams": 1185, "comment": 1186, "fixed": 1187, "pointy": 1188, "flimsy": 1189, "gel": 1190, "floor": 1191, "eventually": 1192, "nervous": 1193, "baggy": 1194, "balance": 1195, "defective": 1196, "realize": 1197, "wow": 1198, "padded": 1199, "scuffed": 1200, "shorts": 1201, "dirty": 1202, "lack": 1203, "thigh": 1204, "fleece": 1205, "known": 1206, "designed": 1207, "sleek": 1208, "pulling": 1209, "form": 1210, "rough": 1211, "advertised": 1212, "chicago": 1213, "doubt": 1214, "places": 1215, "bear": 1216, "save": 1217, "struggle": 1218, "ahead": 1219, "bare": 1220, "doc": 1221, "photos": 1222, "sweater": 1223, "sliding": 1224, "whatever": 1225, "late": 1226, "call": 1227, "meant": 1228, "motorcycle": 1229, "rainboots": 1230, "wonderfully": 1231, "cushioned": 1232, "package": 1233, "pointed": 1234, "starting": 1235, "tired": 1236, "fault": 1237, "bucks": 1238, "complements": 1239, "sit": 1240, "arrive": 1241, "basically": 1242, "ripped": 1243, "wants": 1244, "flattering": 1245, "rounded": 1246, "sloppy": 1247, "supportive": 1248, "ups": 1249, "continue": 1250, "early": 1251, "pattern": 1252, "degree": 1253, "expectations": 1254, "general": 1255, "plain": 1256, "dressed": 1257, "gold": 1258, "sitting": 1259, "slipper": 1260, "allows": 1261, "particularly": 1262, "60": 1263, "metal": 1264, "rubs": 1265, "shade": 1266, "t": 1267, "weekend": 1268, "complain": 1269, "split": 1270, "hunter": 1271, "surfaces": 1272, "adds": 1273, "figure": 1274, "understand": 1275, "details": 1276, "set": 1277, "car": 1278, "edge": 1279, "major": 1280, "paying": 1281, "petite": 1282, "themselves": 1283, "decide": 1284, "trendy": 1285, "~": 1286, "ride": 1287, "luckily": 1288, "styling": 1289, "lacing": 1290, "penny": 1291, "stretching": 1292, "ton": 1293, "200": 1294, "muck": 1295, "nyc": 1296, "besides": 1297, "constantly": 1298, "moment": 1299, "positive": 1300, "tag": 1301, "picky": 1302, "searched": 1303, "seeing": 1304, "awful": 1305, "living": 1306, "clearly": 1307, "earlier": 1308, "fitflop": 1309, "kids": 1310, "tip": 1311, "planning": 1312, "ridiculous": 1313, "downside": 1314, "funny": 1315, "ready": 1316, "softer": 1317, "pleasantly": 1318, "bunch": 1319, "chunky": 1320, "including": 1321, "packaging": 1322, "remember": 1323, "cuff": 1324, "ship": 1325, "therefore": 1326, "began": 1327, "floors": 1328, "measured": 1329, "nor": 1330, "fat": 1331, "mall": 1332, "relatively": 1333, "fuzzy": 1334, "soooo": 1335, "alternative": 1336, "became": 1337, "none": 1338, "apparently": 1339, "post": 1340, "replaced": 1341, "eye": 1342, "layer": 1343, "merrell": 1344, "personally": 1345, "skeptical": 1346, "stable": 1347, "write": 1348, "lucky": 1349, "pant": 1350, "rock": 1351, "shame": 1352, "snugly": 1353, "hurting": 1354, "insulated": 1355, "heeled": 1356, "ten": 1357, "attention": 1358, "flats": 1359, "navy": 1360, "nicer": 1361, "widest": 1362, "certain": 1363, "clothes": 1364, "elegant": 1365, "tennis": 1366, "throughout": 1367, "concern": 1368, "print": 1369, "fully": 1370, "rated": 1371, "worst": 1372, "areas": 1373, "beginning": 1374, "range": 1375, "built": 1376, "willing": 1377, "ariat": 1378, "errands": 1379, "glued": 1380, "minor": 1381, "necessary": 1382, "underneath": 1383, "country": 1384, "multiple": 1385, "single": 1386, "checked": 1387, "cushy": 1388, "listed": 1389, "minute": 1390, "pass": 1391, "six": 1392, "slacks": 1393, "spending": 1394, "research": 1395, "business": 1396, "spots": 1397, "date": 1398, "em": 1399, "hardly": 1400, "sooo": 1401, "wood": 1402, "outer": 1403, "model": 1404, "outdoor": 1405, "salt": 1406, "total": 1407, "covered": 1408, "sharp": 1409, "suppose": 1410, "trick": 1411, "8217": 1412, "blister": 1413, "contacted": 1414, "laced": 1415, "na": 1416, "waited": 1417, "wearable": 1418, "crocs": 1419, "olive": 1420, "per": 1421, "pros": 1422, "swimming": 1423, "0": 1424, "2nd": 1425, "spare": 1426, "temps": 1427, "amazingly": 1428, "avoid": 1429, "charcoal": 1430, "loosened": 1431, "remove": 1432, "worse": 1433, "compare": 1434, "prime": 1435, "durability": 1436, "lose": 1437, "18": 1438, "changed": 1439, "fair": 1440, "sewn": 1441, "texture": 1442, "admit": 1443, "scuffs": 1444, "storm": 1445, "offered": 1446, "barefoot": 1447, "college": 1448, "helpful": 1449, "his": 1450, "38": 1451, "colder": 1452, "cuter": 1453, "interior": 1454, "pricey": 1455, "yourself": 1456, "canada": 1457, "cons": 1458, "dogs": 1459, "bonus": 1460, "halloween": 1461, "natural": 1462, "wonder": 1463, "cover": 1464, "ease": 1465, "receiving": 1466, "99": 1467, "campus": 1468, "cracked": 1469, "neutral": 1470, "sound": 1471, "39": 1472, "adore": 1473, "attached": 1474, "bummed": 1475, "investment": 1476, "items": 1477, "liners": 1478, "temperatures": 1479, "throw": 1480, "vintage": 1481, "noted": 1482, "slips": 1483, "closer": 1484, "polish": 1485, "craftsmanship": 1486, "lost": 1487, "number": 1488, "cardboard": 1489, "department": 1490, "knowing": 1491, "main": 1492, "damaged": 1493, "harley": 1494, "policy": 1495, "recieved": 1496, "waterproofing": 1497, "_": 1498, "anyways": 1499, "columbia": 1500, "reasonably": 1501, "biggest": 1502, "chic": 1503, "packaged": 1504, "y": 1505, "zipping": 1506, "begin": 1507, "decision": 1508, "dirt": 1509, "leaving": 1510, "upset": 1511, "funky": 1512, "noise": 1513, "special": 1514, "australia": 1515, "beyond": 1516, "manufacturer": 1517, "odor": 1518, "paper": 1519, "picked": 1520, "sell": 1521, "lbs": 1522, "outdoors": 1523, "listened": 1524, "squeeze": 1525, "cobbler": 1526, "muddy": 1527, "peeling": 1528, "prices": 1529, "rate": 1530, "brought": 1531, "dansko": 1532, "reasons": 1533, "womens": 1534, "sense": 1535, "somewhere": 1536, "workmanship": 1537, "mile": 1538, "mother": 1539, "prior": 1540, "tied": 1541, "appreciate": 1542, "bag": 1543, "family": 1544, "play": 1545, "possibly": 1546, "girlfriend": 1547, "looser": 1548, "studs": 1549, "usa": 1550, "dancing": 1551, "feature": 1552, "pick": 1553, "retail": 1554, "hands": 1555, "needless": 1556, "ski": 1557, "hits": 1558, "risk": 1559, "soften": 1560, "require": 1561, "unable": 1562, "bone": 1563, "caught": 1564, "effort": 1565, "trim": 1566, "whenever": 1567, "according": 1568, "appeared": 1569, "chart": 1570, "michigan": 1571, "previously": 1572, "turn": 1573, "age": 1574, "considered": 1575, "harness": 1576, "knock": 1577, "secure": 1578, "showed": 1579, "silver": 1580, "steal": 1581, "tucking": 1582, "world": 1583, "alone": 1584, "flip": 1585, "ish": 1586, "obvious": 1587, "required": 1588, "wedding": 1589, "afford": 1590, "followed": 1591, "party": 1592, "protect": 1593, "serious": 1594, "stretchy": 1595, "base": 1596, "placed": 1597, "defect": 1598, "definately": 1599, "door": 1600, "shaped": 1601, "thus": 1602, "onto": 1603, "saved": 1604, "trust": 1605, "collection": 1606, "hopes": 1607, "england": 1608, "insulation": 1609, "level": 1610, "pinch": 1611, "stain": 1612, "duty": 1613, "jean": 1614, "def": 1615, "dream": 1616, "flops": 1617, "moved": 1618, "orthotics": 1619, "sprayed": 1620, "tho": 1621, "tested": 1622, "elsewhere": 1623, "foam": 1624, "promptly": 1625, "rsb": 1626, "drive": 1627, "showing": 1628, "sites": 1629, "stopped": 1630, "undone": 1631, "yellow": 1632, "boyfriend": 1633, "80": 1634, "advise": 1635, "behind": 1636, "exception": 1637, "o": 1638, "reorder": 1639, "appropriate": 1640, "bummer": 1641, "complete": 1642, "damp": 1643, "forget": 1644, "leak": 1645, "n": 1646, "shoveling": 1647, "'em": 1648, "amazon.com": 1649, "clear": 1650, "dye": 1651, "exchanging": 1652, "flop": 1653, "learned": 1654, "sweaty": 1655, "gon": 1656, "minnetonka": 1657, "pressure": 1658, "regardless": 1659, "scratches": 1660, "slushy": 1661, "uncomfortably": 1662, "81": 1663, "barn": 1664, "body": 1665, "camel": 1666, "damage": 1667, "function": 1668, "lsb": 1669, "seasons": 1670, "adding": 1671, "hesitate": 1672, "buyer": 1673, "indeed": 1674, "keens": 1675, "rains": 1676, "rarely": 1677, "street": 1678, "additional": 1679, "bargain": 1680, "cloth": 1681, "purchases": 1682, "la": 1683, "north": 1684, "orange": 1685, "pic": 1686, "sorels": 1687, "terrific": 1688, "aside": 1689, "difficulty": 1690, "fallen": 1691, "friday": 1692, "internet": 1693, "roll": 1694, "vegan": 1695, "band": 1696, "clothing": 1697, "faded": 1698, "further": 1699, "hair": 1700, "hike": 1701, "removable": 1702, "turns": 1703, "handle": 1704, "stretches": 1705, "terms": 1706, "correctly": 1707, "leaves": 1708, "skechers": 1709, "discount": 1710, "genuine": 1711, "harder": 1712, "justin": 1713, "older": 1714, "square": 1715, "chestnut": 1716, "currently": 1717, "experienced": 1718, "farm": 1719, "fryes": 1720, "list": 1721, "mark": 1722, "missing": 1723, "thru": 1724, "aerosoles": 1725, "extreme": 1726, "preferred": 1727, "tone": 1728, "alas": 1729, "basic": 1730, "effect": 1731, "flaw": 1732, "granddaughter": 1733, "concrete": 1734, "happens": 1735, "indoors": 1736, "intended": 1737, "overly": 1738, "soaked": 1739, "tends": 1740, "warning": 1741, "combination": 1742, "oil": 1743, "options": 1744, "regularly": 1745, "son": 1746, "bc": 1747, "circulation": 1748, "pad": 1749, "stains": 1750, "tightly": 1751, "adjusted": 1752, "somehow": 1753, "wondering": 1754, "carry": 1755, "darn": 1756, "raining": 1757, "starts": 1758, "warned": 1759, "york": 1760, "caused": 1761, "closed": 1762, "moving": 1763, "torn": 1764, "word": 1765, "70": 1766, "burgundy": 1767, "climate": 1768, "prevent": 1769, "speak": 1770, "surface": 1771, "dance": 1772, "meets": 1773, "minnesota": 1774, "ways": 1775, "bring": 1776, "cotton": 1777, "marked": 1778, "provides": 1779, "badly": 1780, "cap": 1781, "ideal": 1782, "ny": 1783, "sidewalks": 1784, "dissapointed": 1785, "january": 1786, "prepared": 1787, "71": 1788, "clogs": 1789, "discovered": 1790, "fingers": 1791, "fluffy": 1792, "measures": 1793, "patent": 1794, "selling": 1795, "snap": 1796, "sz": 1797, "towards": 1798, "smelled": 1799, "build": 1800, "measurements": 1801, "protection": 1802, "ribbon": 1803, "3rd": 1804, "babies": 1805, "boy": 1806, "disappoint": 1807, "neither": 1808, "sand": 1809, "specifically": 1810, "timely": 1811, "whatsoever": 1812, "1st": 1813, "37": 1814, "commented": 1815, "control": 1816, "hurts": 1817, "substantial": 1818, "baby": 1819, "decorative": 1820, "distances": 1821, "face": 1822, "factor": 1823, "taste": 1824, "theses": 1825, "thighs": 1826, "tightness": 1827, "yard": 1828, "90": 1829, "account": 1830, "chemical": 1831, "con": 1832, "floppy": 1833, "lift": 1834, "macy": 1835, "plush": 1836, "ruined": 1837, "section": 1838, "target": 1839, "150": 1840, "compliment": 1841, "incredible": 1842, "parts": 1843, "practically": 1844, "born": 1845, "causing": 1846, "f": 1847, "muscles": 1848, "seven": 1849, "shine": 1850, "shocked": 1851, "traditional": 1852, "budget": 1853, "eight": 1854, "frequently": 1855, "r": 1856, "stockings": 1857, "zappos": 1858, "alaska": 1859, "crack": 1860, "customers": 1861, "garden": 1862, "generous": 1863, "mixed": 1864, "stairs": 1865, "states": 1866, "subtle": 1867, "asking": 1868, "beige": 1869, "hug": 1870, "lady": 1871, "state": 1872, "variety": 1873, "entirely": 1874, "holds": 1875, "moisture": 1876, "thickness": 1877, "wished": 1878, "daughters": 1879, "market": 1880, "treat": 1881, "european": 1882, "lived": 1883, "push": 1884, "strings": 1885, "distance": 1886, "scratch": 1887, "uppers": 1888, "confident": 1889, "horse": 1890, "mainly": 1891, "slid": 1892, "terribly": 1893, "contact": 1894, "moccasins": 1895, "pads": 1896, "posted": 1897, "regarding": 1898, "stood": 1899, "75": 1900, "cross": 1901, "custom": 1902, "drawback": 1903, "flap": 1904, "ties": 1905, "wrote": 1906, "class": 1907, "knit": 1908, "personal": 1909, "rip": 1910, "types": 1911, "various": 1912, "yeah": 1913, "young": 1914, "buyers": 1915, "directly": 1916, "driving": 1917, "loud": 1918, "loving": 1919, "bike": 1920, "comparison": 1921, "crease": 1922, "jeggings": 1923, "rolled": 1924, "assume": 1925, "complained": 1926, "evening": 1927, "lug": 1928, "northern": 1929, "proper": 1930, "silly": 1931, "slides": 1932, "structure": 1933, "trend": 1934, "unzip": 1935, "balls": 1936, "bunched": 1937, "debating": 1938, "fear": 1939, "harsh": 1940, "meet": 1941, "statement": 1942, "streets": 1943, "stunning": 1944, "hidden": 1945, "lines": 1946, "occasionally": 1947, "temperature": 1948, "warmers": 1949, "cowgirl": 1950, "cream": 1951, "cutest": 1952, "importantly": 1953, "naughty": 1954, "smart": 1955, "teva": 1956, "unsure": 1957, "5?1": 1958, "chicken": 1959, "furry": 1960, "lasting": 1961, "professional": 1962, "puddle": 1963, "vendor": 1964, "8230": 1965, "detailing": 1966, "email": 1967, "hi": 1968, "mold": 1969, "paw": 1970, "pleather": 1971, "seattle": 1972, "tab": 1973, "instantly": 1974, "matte": 1975, "minimal": 1976, "numerous": 1977, "plantar": 1978, "result": 1979, "thankfully": 1980, "wearings": 1981, "wisconsin": 1982, "19": 1983, "hip": 1984, "ill": 1985, "interesting": 1986, "law": 1987, "matches": 1988, "removed": 1989, "reordered": 1990, "stone": 1991, "teacher": 1992, "angle": 1993, "europe": 1994, "fitflops": 1995, "heat": 1996, "hey": 1997, "invest": 1998, "promised": 1999, "sneaker": 2000, "solved": 2001, "2013": 2002, "35": 2003, "bunions": 2004, "december": 2005, "identical": 2006, "mix": 2007, "pieces": 2008, "pinched": 2009, "recent": 2010, "ridiculously": 2011, "rocks": 2012, "stepped": 2013, "treads": 2014, "treated": 2015, "trouser": 2016, "unusual": 2017, "cutting": 2018, "dressier": 2019, "ends": 2020, "fee": 2021, "loop": 2022, "packed": 2023, "peel": 2024, "provided": 2025, "caution": 2026, "consistent": 2027, "cooler": 2028, "drop": 2029, "justice": 2030, "monkey": 2031, "sooner": 2032, "squished": 2033, "velcro": 2034, "arrival": 2035, "colorado": 2036, "credit": 2037, "dinner": 2038, "edgy": 2039, "monday": 2040, "occasion": 2041, "pop": 2042, "popular": 2043, "smells": 2044, "snaps": 2045, "dull": 2046, "everytime": 2047, "guys": 2048, "initial": 2049, "shot": 2050, "fill": 2051, "heals": 2052, "lil": 2053, "logo": 2054, "marten": 2055, "scratched": 2056, "supports": 2057, "warmest": 2058, "carefully": 2059, "falls": 2060, "fringe": 2061, "goodness": 2062, "naturalizer": 2063, "opted": 2064, "prompt": 2065, "snuggly": 2066, "steel": 2067, "visible": 2068, "carpet": 2069, "causes": 2070, "closely": 2071, "e": 2072, "melissa": 2073, "protector": 2074, "till": 2075, "calve": 2076, "card": 2077, "coat": 2078, "confortable": 2079, "costs": 2080, "guy": 2081, "recommendation": 2082, "stays": 2083, "talking": 2084, "tape": 2085, "authentic": 2086, "challenge": 2087, "fyi": 2088, "honest": 2089, "image": 2090, "kinds": 2091, "muscle": 2092, "soo": 2093, "suitable": 2094, "cramped": 2095, "deciding": 2096, "faster": 2097, "grips": 2098, "hence": 2099, "hunt": 2100, "kick": 2101, "niece": 2102, "nordstrom": 2103, "superb": 2104, "trips": 2105, "uneven": 2106, "vinyl": 2107, "yr": 2108, "american": 2109, "bunion": 2110, "chilly": 2111, "edges": 2112, "firm": 2113, "florida": 2114, "franco": 2115, "ft": 2116, "heart": 2117, "paired": 2118, "pinching": 2119, "stitched": 2120, "story": 2121, "unhappy": 2122, "veronica": 2123, "charge": 2124, "comparable": 2125, "denim": 2126, "measurement": 2127, "serve": 2128, "south": 2129, "suit": 2130, "bandolino": 2131, "buttery": 2132, "contrast": 2133, "dollar": 2134, "event": 2135, "fence": 2136, "hardware": 2137, "miss": 2138, "reach": 2139, "shin": 2140, "websites": 2141, "wind": 2142, "common": 2143, "elements": 2144, "fancy": 2145, "god": 2146, "hear": 2147, "meaning": 2148, "mini": 2149, "squeak": 2150, "sticks": 2151, "tile": 2152, "designer": 2153, "emus": 2154, "knows": 2155, "rigid": 2156, "self": 2157, "shipment": 2158, "sooooo": 2159, "vacation": 2160, "wash": 2161, "alright": 2162, "hill": 2163, "jambu": 2164, "military": 2165, "scared": 2166, "steps": 2167, "sticking": 2168, "stiffness": 2169, "tore": 2170, "wrapped": 2171, "california": 2172, "differently": 2173, "interested": 2174, "omg": 2175, "separate": 2176, "anticipated": 2177, "leopard": 2178, "mess": 2179, "october": 2180, "orthotic": 2181, "paws": 2182, "sarto": 2183, "sensitive": 2184, "suggestion": 2185, "suspect": 2186, "tricky": 2187, "uses": 2188, "absolute": 2189, "allowed": 2190, "clown": 2191, "layers": 2192, "met": 2193, "missed": 2194, "stating": 2195, "via": 2196, "additionally": 2197, "biker": 2198, "claim": 2199, "delighted": 2200, "fortunately": 2201, "hated": 2202, "numb": 2203, "playing": 2204, "points": 2205, "tightened": 2206, "written": 2207, "flex": 2208, "kid": 2209, "stability": 2210, "wine": 2211, "24": 2212, "btw": 2213, "complimented": 2214, "head": 2215, "heck": 2216, "information": 2217, "liking": 2218, "mountains": 2219, "separated": 2220, "warn": 2221, "bent": 2222, "bow": 2223, "complaining": 2224, "earth": 2225, "manufacturing": 2226, "offers": 2227, "45": 2228, "edit": 2229, "horses": 2230, "hose": 2231, "hunters": 2232, "manner": 2233, "plaid": 2234, "reddish": 2235, "reference": 2236, "scrunch": 2237, "semi": 2238, "shift": 2239, "stiffer": 2240, "wellies": 2241, "2012": 2242, "book": 2243, "guessing": 2244, "handy": 2245, "him": 2246, "jacket": 2247, "largest": 2248, "managed": 2249, "molded": 2250, "oddly": 2251, "quiet": 2252, "road": 2253, "terrain": 2254, "unwearable": 2255, "wedges": 2256, "breathe": 2257, "cuts": 2258, "cuz": 2259, "developed": 2260, "forth": 2261, "granted": 2262, "grass": 2263, "impression": 2264, "movement": 2265, "pavement": 2266, "profile": 2267, "repaired": 2268, "staple": 2269, "surgery": 2270, "10?1": 2271, "continues": 2272, "favorites": 2273, "folks": 2274, "growing": 2275, "loops": 2276, "outstanding": 2277, "park": 2278, "popped": 2279, "preference": 2280, "weigh": 2281, "300": 2282, "belt": 2283, "bunching": 2284, "dig": 2285, "justify": 2286, "killing": 2287, "pounds": 2288, "rainboot": 2289, "useless": 2290, "120": 2291, "basis": 2292, "chinese": 2293, "cleaning": 2294, "cm": 2295, "co": 2296, "describe": 2297, "grab": 2298, "info": 2299, "limited": 2300, "needing": 2301, "question": 2302, "slimmer": 2303, "soled": 2304, "term": 2305, "web": 2306, "wipe": 2307, "woods": 2308, "adjustment": 2309, "following": 2310, "indicated": 2311, "resist": 2312, "timberlands": 2313, "canadienne": 2314, "canvas": 2315, "eyelets": 2316, "forgot": 2317, "gardening": 2318, "grippy": 2319, "halfway": 2320, "november": 2321, "pics": 2322, "postage": 2323, "settled": 2324, "sheep": 2325, "stinger": 2326, "teenage": 2327, "toward": 2328, "ware": 2329, "watch": 2330, "wearer": 2331, "zips": 2332, "amazed": 2333, "beauty": 2334, "dust": 2335, "factory": 2336, "leaking": 2337, "situation": 2338, "slippage": 2339, "travel": 2340, "ample": 2341, "cole": 2342, "fishing": 2343, "footed": 2344, "hunting": 2345, "owning": 2346, "scrunched": 2347, "specific": 2348, "squishy": 2349, "bus": 2350, "canadian": 2351, "coldest": 2352, "enjoyed": 2353, "eu": 2354, "hitting": 2355, "included": 2356, "khaki": 2357, "lately": 2358, "loosening": 2359, "moon": 2360, "strongly": 2361, "touching": 2362, "withstand": 2363, "catch": 2364, "dropped": 2365, "error": 2366, "frustrating": 2367, "occasions": 2368, "polished": 2369, "roomier": 2370, "scholl": 2371, "sketchers": 2372, "yay": 2373, "ache": 2374, "allowing": 2375, "child": 2376, "constant": 2377, "current": 2378, "environment": 2379, "frame": 2380, "horribly": 2381, "listen": 2382, "march": 2383, "mild": 2384, "opposed": 2385, "planned": 2386, "reality": 2387, "solve": 2388, "covering": 2389, "emma": 2390, "highest": 2391, "intend": 2392, "midwest": 2393, "pinky": 2394, "response": 2395, "shafts": 2396, "smallest": 2397, "soul": 2398, "ta": 2399, "toed": 2400, "words": 2401, "xmas": 2402, "assuming": 2403, "concert": 2404, "conform": 2405, "debated": 2406, "mens": 2407, "neoprene": 2408, "sight": 2409, "@": 2410, "approximately": 2411, "bends": 2412, "bothered": 2413, "february": 2414, "follow": 2415, "friendly": 2416, "grocery": 2417, "holiday": 2418, "hrs": 2419, "legged": 2420, "manage": 2421, "opportunity": 2422, "shoelaces": 2423, "student": 2424, "antique": 2425, "cheapest": 2426, "deals": 2427, "dried": 2428, "eyes": 2429, "fasciitis": 2430, "nonetheless": 2431, "paint": 2432, "pregnant": 2433, "screen": 2434, "upcoming": 2435, "wrap": 2436, "activities": 2437, "advised": 2438, "assumed": 2439, "boston": 2440, "crap": 2441, "feedback": 2442, "finger": 2443, "hers": 2444, "lesson": 2445, "ruin": 2446, "runner": 2447, "shovel": 2448, "skid": 2449, "sub": 2450, "timeless": 2451, "tips": 2452, "tomorrow": 2453, "wasted": 2454, "waterproofed": 2455, "writing": 2456, "41": 2457, "alittle": 2458, "exterior": 2459, "haha": 2460, "hell": 2461, "jump": 2462, "lacking": 2463, "locally": 2464, "misleading": 2465, "pumps": 2466, "sidewalk": 2467, "stacked": 2468, "thinks": 2469, "warehouse": 2470, "wooden": 2471, "animal": 2472, "coloring": 2473, "cracking": 2474, "enormous": 2475, "equally": 2476, "giant": 2477, "happening": 2478, "nylon": 2479, "requested": 2480, "sam": 2481, "wrinkled": 2482, "arctic": 2483, "companies": 2484, "computer": 2485, "confused": 2486, "loosely": 2487, "minus": 2488, "nope": 2489, "passed": 2490, "pirate": 2491, "pleasant": 2492, "reviewed": 2493, "snowing": 2494, "sounds": 2495, "tacky": 2496, "talk": 2497, "threw": 2498, "books": 2499, "character": 2500, "example": 2501, "frozen": 2502, "heaven": 2503, "lives": 2504, "med": 2505, "moderate": 2506, "nasty": 2507, "opposite": 2508, "protectant": 2509, "raw": 2510, "recomend": 2511, "significantly": 2512, "smidge": 2513, "solution": 2514, "stuffed": 2515, "thread": 2516, "ultimately": 2517, "8s": 2518, "accomodate": 2519, "achilles": 2520, "consideration": 2521, "crafted": 2522, "dozen": 2523, "emailed": 2524, "estimated": 2525, "gal": 2526, "hang": 2527, "jessica": 2528, "mexico": 2529, "modern": 2530, "pushed": 2531, "remind": 2532, "storms": 2533, "win": 2534, "acceptable": 2535, "becomes": 2536, "brush": 2537, "checking": 2538, "cosplay": 2539, "curve": 2540, "game": 2541, "grain": 2542, "hollow": 2543, "insides": 2544, "lo": 2545, "mn": 2546, "packing": 2547, "refunded": 2548, "sales": 2549, "splurge": 2550, "wary": 2551, "36": 2552, "blocks": 2553, "creases": 2554, "driveway": 2555, "eyeing": 2556, "flexibility": 2557, "girly": 2558, "hint": 2559, "panel": 2560, "rare": 2561, "reccomend": 2562, "rubbery": 2563, "significant": 2564, "string": 2565, "teal": 2566, "un": 2567, "useful": 2568, "21": 2569, "ability": 2570, "bridge": 2571, "brownish": 2572, "ecco": 2573, "ensure": 2574, "exceeded": 2575, "exceptional": 2576, "exposed": 2577, "fraction": 2578, "lets": 2579, "notch": 2580, "occasional": 2581, "parking": 2582, "sag": 2583, "seconds": 2584, "share": 2585, "stink": 2586, "suffer": 2587, "textured": 2588, "worries": 2589, "bootcut": 2590, "breathable": 2591, "center": 2592, "dead": 2593, "depends": 2594, "designs": 2595, "enjoying": 2596, "failed": 2597, "flaws": 2598, "greenish": 2599, "happily": 2600, "labeled": 2601, "mountain": 2602, "peeled": 2603, "regrets": 2604, "report": 2605, "reputation": 2606, "rid": 2607, "signs": 2608, "snows": 2609, "strangers": 2610, "stretcher": 2611, "sucks": 2612, "texas": 2613, "unfortunate": 2614, "vibrant": 2615, "adjusting": 2616, "bet": 2617, "chores": 2618, "crossed": 2619, "downfall": 2620, "floral": 2621, "freeze": 2622, "haan": 2623, "overpriced": 2624, "stained": 2625, "strip": 2626, "teen": 2627, "victorian": 2628, "130": 2629, "everybody": 2630, "heads": 2631, "maker": 2632, "mukluks": 2633, "nail": 2634, "skinnies": 2635, "steep": 2636, "vary": 2637, "walmart": 2638, "widths": 2639, "2014": 2640, "accidentally": 2641, "adult": 2642, "becoming": 2643, "catching": 2644, "choosing": 2645, "cushiony": 2646, "diameter": 2647, "east": 2648, "edelman": 2649, "flare": 2650, "hanging": 2651, "horn": 2652, "page": 2653, "sigh": 2654, "sox": 2655, "tug": 2656, "10s": 2657, "bending": 2658, "changes": 2659, "clearance": 2660, "coast": 2661, "favor": 2662, "highs": 2663, "lastly": 2664, "replacing": 2665, "rustic": 2666, "shopped": 2667, "superior": 2668, "sweet": 2669, "ad": 2670, "adequate": 2671, "afternoon": 2672, "attempt": 2673, "cherry": 2674, "desired": 2675, "don": 2676, "features": 2677, "forefoot": 2678, "galoshes": 2679, "holidays": 2680, "nights": 2681, "sew": 2682, "simpson": 2683, "sophisticated": 2684, "tapered": 2685, "trail": 2686, "trash": 2687, "warranty": 2688, "croc": 2689, "definite": 2690, "matched": 2691, "par": 2692, "reliable": 2693, "selection": 2694, "trudging": 2695, "unlace": 2696, "yrs": 2697, "ages": 2698, "bar": 2699, "boys": 2700, "changing": 2701, "concerns": 2702, "cracks": 2703, "desk": 2704, "ll": 2705, "pliable": 2706, "purposes": 2707, "requires": 2708, "scuffing": 2709, "staying": 2710, "tempted": 2711, "ukala": 2712, "ultra": 2713, "whose": 2714, "accent": 2715, "aspect": 2716, "charged": 2717, "claims": 2718, "combo": 2719, "covers": 2720, "hide": 2721, "kill": 2722, "l": 2723, "london": 2724, "measuring": 2725, "mia": 2726, "naturally": 2727, "questions": 2728, "shades": 2729, "surprising": 2730, "workout": 2731, "abuse": 2732, "chooka": 2733, "count": 2734, "coupon": 2735, "i.e.": 2736, "leaks": 2737, "offs": 2738, "pre": 2739, "protected": 2740, "safety": 2741, "slowly": 2742, "switch": 2743, "train": 2744, "ww": 2745, "airport": 2746, "anytime": 2747, "breaker": 2748, "breaks": 2749, "charm": 2750, "create": 2751, "digging": 2752, "ebay": 2753, "finished": 2754, "force": 2755, "grow": 2756, "indoor": 2757, "laundry": 2758, "manufacturers": 2759, "pack": 2760, "steampunk": 2761, "tabs": 2762, "whiskey": 2763, "answer": 2764, "asap": 2765, "board": 2766, "convenient": 2767, "defects": 2768, "duck": 2769, "exceptionally": 2770, "explain": 2771, "flair": 2772, "hooks": 2773, "legging": 2774, "noisy": 2775, "payless": 2776, "pm": 2777, "sledding": 2778, "snowed": 2779, "snugger": 2780, "softened": 2781, "stands": 2782, "sticky": 2783, "traveling": 2784, ">": 2785, "children": 2786, "choices": 2787, "cloud": 2788, "commute": 2789, "davidson": 2790, "equestrian": 2791, "forced": 2792, "gusset": 2793, "hills": 2794, "klein": 2795, "models": 2796, "necessarily": 2797, "nevertheless": 2798, "northeast": 2799, "nubuck": 2800, "saddle": 2801, "sat": 2802, "sets": 2803, "squeezed": 2804, "stepping": 2805, "suggestions": 2806, "urban": 2807, "velvet": 2808, "22": 2809, "blend": 2810, "blood": 2811, "bones": 2812, "clouds": 2813, "draw": 2814, "grayish": 2815, "hikes": 2816, "inspection": 2817, "jumped": 2818, "kidding": 2819, "massive": 2820, "neat": 2821, "nowhere": 2822, "premium": 2823, "prettier": 2824, "retailer": 2825, "sassy": 2826, "sells": 2827, "shock": 2828, "unglued": 2829, "washed": 2830, "weak": 2831, "window": 2832, "younger": 2833, "29": 2834, "61": 2835, "accents": 2836, "cup": 2837, "disagree": 2838, "dressing": 2839, "filled": 2840, "leaked": 2841, "nature": 2842, "news": 2843, "nylons": 2844, "overseas": 2845, "rained": 2846, "scholls": 2847, "snowstorm": 2848, "structured": 2849, "suited": 2850, "swollen": 2851, "system": 2852, "tags": 2853, "telling": 2854, "2011": 2855, "42": 2856, "91": 2857, "active": 2858, "bags": 2859, "block": 2860, "butt": 2861, "die": 2862, "discounted": 2863, "dislike": 2864, "greatest": 2865, "irritating": 2866, "key": 2867, "knot": 2868, "printed": 2869, "pushing": 2870, "repellent": 2871, "restocking": 2872, "saving": 2873, "shins": 2874, "shirt": 2875, "unexpected": 2876, "vs": 2877, "9s": 2878, "almond": 2879, "anne": 2880, "ariats": 2881, "army": 2882, "australian": 2883, "bronte": 2884, "butter": 2885, "desert": 2886, "dsw": 2887, "dusty": 2888, "handles": 2889, "lean": 2890, "majority": 2891, "pricing": 2892, "public": 2893, "remain": 2894, "seychelles": 2895, "smoothly": 2896, "sometime": 2897, "sport": 2898, "stitch": 2899, "toebox": 2900, "4th": 2901, "claimed": 2902, "closure": 2903, "comparing": 2904, "crappy": 2905, "decoration": 2906, "delicate": 2907, "discontinued": 2908, "expand": 2909, "improve": 2910, "min": 2911, "mink": 2912, "recommendations": 2913, "remained": 2914, "researched": 2915, "ripping": 2916, "setting": 2917, "southern": 2918, "sporty": 2919, "sturdier": 2920, "styled": 2921, "trails": 2922, "turquoise": 2923, "versatility": 2924, "weathered": 2925, "backs": 2926, "baffin": 2927, "bothers": 2928, "bulk": 2929, "busy": 2930, "casually": 2931, "cow": 2932, "detached": 2933, "el": 2934, "expectation": 2935, "fresh": 2936, "hubby": 2937, "imagined": 2938, "injury": 2939, "mad": 2940, "nobody": 2941, "orders": 2942, "pu": 2943, "relaxed": 2944, "row": 2945, "saturday": 2946, "shell": 2947, "tightening": 2948, "wax": 2949, "23": 2950, "8.5": 2951, "appealing": 2952, "brighter": 2953, "cement": 2954, "compensate": 2955, "confidence": 2956, "dealing": 2957, "drag": 2958, "euro": 2959, "final": 2960, "flaps": 2961, "folds": 2962, "formed": 2963, "gripe": 2964, "ii": 2965, "indigo": 2966, "luxurious": 2967, "manufactured": 2968, "position": 2969, "proofing": 2970, "proved": 2971, "san": 2972, "snapped": 2973, "softness": 2974, "squish": 2975, "surely": 2976, "trade": 2977, "tying": 2978, "wan": 2979, "wee": 2980, "wrinkle": 2981, "65": 2982, "anybody": 2983, "criteria": 2984, "deeper": 2985, "digs": 2986, "excess": 2987, "fab": 2988, "field": 2989, "frigid": 2990, "grateful": 2991, "keepers": 2992, "lifetime": 2993, "oregon": 2994, "p.s": 2995, "pro": 2996, "random": 2997, "rise": 2998, "separating": 2999, "silhouette": 3000, "slouched": 3001, "slouching": 3002, "snowshoeing": 3003, "sweating": 3004, "tendon": 3005, "threads": 3006, "versions": 3007, "watching": 3008, "winner": 3009, "arthritis": 3010, "attire": 3011, "beauties": 3012, "blizzard": 3013, "boxes": 3014, "cautious": 3015, "coating": 3016, "consistently": 3017, "convinced": 3018, "friction": 3019, "garage": 3020, "handful": 3021, "hickory": 3022, "hurry": 3023, "lightly": 3024, "perfection": 3025, "pressed": 3026, "pure": 3027, "rave": 3028, "receipt": 3029, "replacements": 3030, "ribbons": 3031, "teach": 3032, "thumbs": 3033, "tugging": 3034, "unusually": 3035, "x": 3036, "26": 3037, "accordingly": 3038, "anticipate": 3039, "decently": 3040, "female": 3041, "gamble": 3042, "grade": 3043, "ha": 3044, "jack": 3045, "keeper": 3046, "lazy": 3047, "lightning": 3048, "pacific": 3049, "selected": 3050, "sheen": 3051, "swear": 3052, "swell": 3053, "tells": 3054, "thickest": 3055, "tissue": 3056, "toned": 3057, "track": 3058, "untie": 3059, "5w": 3060, "aching": 3061, "address": 3062, "affect": 3063, "beach": 3064, "burnt": 3065, "colorful": 3066, "danskos": 3067, "equivalent": 3068, "folding": 3069, "gaping": 3070, "hundred": 3071, "learn": 3072, "matching": 3073, "messy": 3074, "nd": 3075, "ohio": 3076, "platforms": 3077, "reported": 3078, "sick": 3079, "trekking": 3080, "ugh": 3081, "untied": 3082, "weekends": 3083, "15?1": 3084, "autumn": 3085, "bank": 3086, "blundstone": 3087, "boring": 3088, "building": 3089, "conditioner": 3090, "continued": 3091, "curvy": 3092, "english": 3093, "fluff": 3094, "guarantee": 3095, "images": 3096, "joan": 3097, "maine": 3098, "oversized": 3099, "pencil": 3100, "polar": 3101, "production": 3102, "pulls": 3103, "record": 3104, "rust": 3105, "served": 3106, "severe": 3107, "sign": 3108, "smartwool": 3109, "snowfall": 3110, "speed": 3111, "sports": 3112, "struggled": 3113, "swim": 3114, "thoroughly": 3115, "touched": 3116, "wrinkles": 3117, "1?1": 3118, "9w": 3119, "among": 3120, "animals": 3121, "cankles": 3122, "church": 3123, "cinch": 3124, "dad": 3125, "damn": 3126, "distressing": 3127, "expense": 3128, "flowers": 3129, "grand": 3130, "grown": 3131, "hardwood": 3132, "matters": 3133, "member": 3134, "saggy": 3135, "squeezing": 3136, "stops": 3137, "thanksgiving": 3138, "unbearable": 3139, "unbelievably": 3140, "vince": 3141, "vs.": 3142, "weatherproof": 3143, "110": 3144, "12r": 3145, "140": 3146, "2010": 3147, "airing": 3148, "america": 3149, "approx": 3150, "benefit": 3151, "breath": 3152, "bunches": 3153, "camping": 3154, "cleaned": 3155, "dang": 3156, "darling": 3157, "death": 3158, "fortune": 3159, "gals": 3160, "glossy": 3161, "handled": 3162, "hight": 3163, "ie": 3164, "impressive": 3165, "letting": 3166, "lover": 3167, "masculine": 3168, "neck": 3169, "noticeably": 3170, "phone": 3171, "raised": 3172, "ratings": 3173, "sandal": 3174, "sealed": 3175, "spikes": 3176, "sufficient": 3177, "title": 3178, "u.s": 3179, "updated": 3180, "visit": 3181, "7.5": 3182, "95": 3183, "april": 3184, "ass": 3185, "carried": 3186, "club": 3187, "dan": 3188, "disapointed": 3189, "esp": 3190, "familiar": 3191, "fatigue": 3192, "fight": 3193, "football": 3194, "forest": 3195, "fourth": 3196, "gaps": 3197, "garbage": 3198, "gear": 3199, "gravel": 3200, "listing": 3201, "manmade": 3202, "memory": 3203, "p": 3204, "paris": 3205, "pocket": 3206, "reduced": 3207, "relief": 3208, "removing": 3209, 